Repository: kBrahman/hi
Catalog: lib/l10n/app_*.arb
Languages: af, az, be, bg, bn, cs, el, fa, hi, hu, hy, iw, ka, kk, ky, lv, ms, pa, ro, sq, sr, ur

# waiting
source: Waiting for someone...
af: Wag vir iemand...
az: Birisini gözləyirəm ...
be: Чакаю кагосьці ...
bg: Чакам някого...
bn: কারো জন্য অপেক্ষা করছি...
cs: Čekat na někoho...
el: Περιμένοντας κάποιον...
fa: در انتظار کسی...
hi: किसी के लिए इंतजार ...
hu: Várni valakire...
hy: Ինչ-որ մեկին սպասում ...
iw: מחכה למישהו...
ka: Ვიღაცის მოლოდინში...
kk: Біреуді күтудеміз...
ky: Біреуді күтудеміз...
lv: Gaidu kādu...
ms: Menunggu seseorang...
pa: ਕਿਸੇ ਦੀ ਉਡੀਕ ਵਿੱਚ ...
ro: Asteptand pe cineva...
sq: Në pritje të dikujt...
sr: Чекајући некога...
ur: کسی کا انتظار کر رہا ہے ...

# maintenance
source: Maintenance works on server side, come later please
af: Instandhouding werk aan bedienerkant, kom asseblief later
az: Texniki baxım server tərəfində, daha sonra gəlin xahiş edirəm
be: Тэхнічнае абслугоўванне працуе на баку сервера, калі ласка, пазней
bg: Поддръжката работи от страна на сървъра, елате по-късно, моля
bn: সার্ভারের পক্ষে রক্ষণাবেক্ষণ কাজ করে, দয়া করে পরে আসুন
cs: Údržba funguje na straně serveru, přijďte později
el: Η συντήρηση λειτουργεί από την πλευρά του διακομιστή, ελάτε αργότερα παρακαλώ
fa: تعمیر و نگهداری در سمت سرور کار می کند ، لطفاً بعداً بیایید
hi: रखरखाव सर्वर की ओर से काम करता है, कृपया बाद में आएं
hu: A karbantartás szerveroldalon működik, kérem később
hy: Սպասարկման աշխատանքները սերվերի կողմից են, եկեք ավելի ուշ
iw: עבודות התחזוקה בצד השרת, בואו אחר כך בבקשה
ka: მოვლა მუშაობს სერვერის მხარეს, გთხოვთ მოგვიანებით მობრძანდეთ
kk: Севрерде техникалық жұмыстар жүріп жатыр, кейнірек келіңіз
ky: Тейлөө сервер тарапта иштейт, кийинчерээк келиңиз
lv: Apkope darbojas servera pusē, lūdzu nāc vēlāk
ms: Penyelenggaraan berfungsi di bahagian pelayan, sila datang kemudian
pa: ਮੇਨਟੇਨੈਂਸ ਸਰਵਰ ਸਾਈਡ ਤੇ ਕੰਮ ਕਰਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਆਓ
ro: Întreținerea funcționează pe partea serverului, veniți mai târziu, vă rog
sq: Mirëmbajtja funksionon në anën e serverit, ju lutemi ejani më vonë
sr: Одржавање ради на страни сервера, дођите касније
ur: بحالی سرور کے کام کرتی ہے ، براہ کرم بعد میں آئیں

# no_inet
source: No internet access
af: Geen internettoegang nie
az: İnternet yoxdur
be: Няма доступу ў Інтэрнэт
bg: Няма достъп до интернет
bn: কোনও ইন্টারনেট অ্যাক্সেস নেই
cs: Žádný přístup k internetu
el: Δεν υπάρχει πρόσβαση στο διαδίκτυο
fa: دسترسی به اینترنت وجود ندارد
hi: इंटरनेट की सुविधा नहीं है
hu: Nincs internet hozzaferes
hy: Ինտերնետ հասանելիություն չկա
iw: אין גישה לאינטרנט
ka: არ არის ინტერნეტი
kk: Интернет жоқ
ky: Интернет жок
lv: Nav piekļuves internetam
ms: Tiada akses internet
pa: ਕੋਈ ਇੰਟਰਨੈਟ ਪਹੁੰਚ ਨਹੀਂ
ro: Fara acces la internet
sq: Nuk ka qasje në internet
sr: Нема приступа интернету
ur: انٹرنیٹ تک رسائی نہیں ہے

source: Refresh
af: Verfris
az: Təzələmək
be: Абнавіць
bg: Обнови
bn: রিফ্রেশ
cs: Obnovit
el: Φρεσκάρω
fa: تازه کردن
hi: ताज़ा करना
hu: Frissítés
hy: Թարմացնել
iw: לְרַעֲנֵן
ka: განაახლეთ
kk: Жаңарту
ky: Жаңыртуу
lv: atjaunot
ms: Segarkan semula
pa: ਤਾਜ਼ਾ ਕਰੋ
ro: Reîmprospăta
sq: Rifresko
sr: Освјежи
ur: ریفریش

# block_report
source: You can block or report a complaint on this user
af: Jy kan 'n klagte op hierdie gebruiker blokkeer of rapporteer
az: Siz bu istifadəçini bloklaya və ya şikayət edə bilərsiniz
be: Вы можаце заблакаваць або паведаміць пра скаргу на гэтага карыстальніка
bg: Можете да блокирате или подадете жалба за този потребител
bn: আপনি ব্লক বা এই ব্যবহারকারীর উপর একটি অভিযোগ রিপোর্ট করতে পারেন
cs: Tohoto uživatele můžete zablokovat nebo nahlásit stížnost
el: Μπορείτε να αποκλείσετε ή να αναφέρετε ένα παράπονο για αυτόν τον χρήστη
fa: می توانید این کاربر را مسدود کرده یا شکایتی را گزارش کنید
hi: आप इस उपयोगकर्ता पर शिकायत को ब्लॉक या रिपोर्ट कर सकते हैं
hu: Letilthatja ezt a felhasználót, vagy panaszt jelenthet be
hy: Դուք կարող եք արգելափակել կամ բողոք ներկայացնել այս օգտատիրոջ մասին
iw: אתה יכול לחסום או לדווח על תלונה על משתמש זה
ka: შეგიძლიათ დაბლოკოთ ან შეატყობინოთ საჩივარი ამ მომხმარებლის შესახებ
kk: Сіз бұл пайдаланушыны бұғаттай немесе шағым жібере аласыз
ky: Бул колдонуучуну бөгөттөп же арыздансаңыз болот
lv: Varat bloķēt šo lietotāju vai ziņot par sūdzību
ms: Anda boleh menyekat atau melaporkan aduan tentang pengguna ini
pa: ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਸ਼ਿਕਾਇਤ ਦੀ ਰਿਪੋਰਟ ਕਰ ਸਕਦੇ ਹੋ
ro: Puteți bloca sau raporta o reclamație asupra acestui utilizator
sq: Ju mund të bllokoni ose raportoni një ankesë për këtë përdorues
sr: Можете блокирати или пријавити жалбу на овог корисника
ur: آپ اس صارف کو بلاک یا شکایت کی اطلاع دے سکتے ہیں۔

source: Cancel
af: Kanselleer
az: Ləğv et
be: Адмяніць
bg: Отмяна
bn: বাতিল করুন
cs: zrušení
el: Ματαίωση
fa: لغو کنید
hi: रद्द करना
hu: Megszünteti
hy: Չեղարկել
iw: לְבַטֵל
ka: გაუქმება
kk: Жоқ
ky: Жок
lv: Atcelt
ms: Batal
pa: ਰੱਦ ਕਰੋ
ro: Anulare
sq: Anulo
sr: Поништити, отказати
ur: منسوخ کریں۔

# report_sent
source: Complaint sent
af: Klag gestuur
az: Şikayət göndərildi
be: Скарга адпраўлена
bg: Жалбата е изпратена
bn: অভিযোগ পাঠানো হয়েছে
cs: Stížnost odeslána
el: Το παράπονο εστάλη
fa: شکایت ارسال شد
hi: शिकायत भेजी
hu: Panasz elküldve
hy: Բողոքն ուղարկված է
iw: נשלחה תלונה
ka: საჩივარი გაგზავნილია
kk: Шағым жіберілді
ky: Арыз жөнөтүлдү
lv: Sūdzība nosūtīta
ms: Aduan dihantar
pa: ਸ਼ਿਕਾਇਤ ਭੇਜੀ ਹੈ
ro: Reclamație trimisă
sq: Ankesa e dërguar
sr: Жалба послата
ur: شکایت بھیج دی گئی۔

# blocked
source: User is blocked
af: Gebruiker is geblokkeer
az: İstifadəçi bloklanıb
be: Карыстальнік заблакіраваны
bg: Потребителят е блокиран
bn: ব্যবহারকারী অবরুদ্ধ
cs: Uživatel je zablokován
el: Ο χρήστης είναι αποκλεισμένος
fa: کاربر مسدود شده است
hi: उपयोगकर्ता अवरुद्ध है
hu: A felhasználó le van tiltva
hy: Օգտատերը արգելափակված է
iw: המשתמש חסום
ka: მომხმარებელი დაბლოკილია
kk: Пайдаланушы бұғатталды
ky: Колдонуучу бөгөттөлгөн
lv: Lietotājs ir bloķēts
ms: Pengguna disekat
pa: ਉਪਭੋਗਤਾ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ
ro: Utilizatorul este blocat
sq: Përdoruesi është i bllokuar
sr: Корисник је блокиран
ur: صارف مسدود ہے۔

source: BLOCK
af: BLOK
az: BLOK
be: БЛАКАВАЦЬ
bg: БЛОКИРАНЕ
bn: ব্লক
cs: BLOK
el: ΟΙΚΟΔΟΜΙΚΟ ΤΕΤΡΑΓΩΝΟ
fa: مسدود کردن
hi: खंड मैथा
hu: BLOKK
hy: ԲԼՈՔ
iw: לַחסוֹם
ka: ბლოკირება
kk: БҰҒАТТАУ
ky: БЛОК
lv: BLOĶĒT
ms: BLOK
pa: ਬਲਾਕ
ro: BLOC
sq: BLLOK
sr: БЛОКИРАТИ
ur: بلاک

source: Complaint
af: Klag
az: Şikayət
be: Скарга
bg: Жалба
bn: অভিযোগ
cs: Stížnost
el: Καταγγελία
fa: شکایت
hi: शिकायत
hu: Panasz
hy: Բողոք
iw: תְלוּנָה
ka: საჩივარი
kk: Шағым
ky: Арыз
lv: Sūdzība
ms: Aduan
pa: ਸ਼ਿਕਾਇਤ
ro: Plângere
sq: Ankesa
sr: Жалба
ur: شکایت

source: ACCEPT
af: AANVAAR
az: QƏBUL EDİN
be: ПРЫНЯЦЬ
bg: ПРИЕМЕ
bn: শর্তাবলী স্বীকার করুন
cs: PŘIJÍMEJTE PODMÍNKY
el: ΑΠΟΔΟΧΗ ΤΩΝ ΟΡΩΝ
fa: شرایط را بپذیرید
hi: शर्तों को स्वीकारें
hu: ELFOGADÁSA
hy: ԸՆԴՈՒՆԵԼ
iw: קבל את התנאים
ka: მიღება
kk: ҚАБЫЛДАУ
ky: ҚАБЫЛДАУ
lv: AKCEPT
ms: TERIMA
pa: ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ
sq: PRANOJ
sr: АЦЦЕПТ
ur: قبول کریں۔

source: DECLINE
af: AFNEEM
az: İMTİNA
be: УМОВЫ АДКІЛІЦЬ
bg: ОТКАЗ
bn: শর্তাবলী প্রত্যাখ্যান করুন
cs: ODMÍTNOUT PODMÍNKY
el: ΑΠΟΡΡΙΨΗ ΟΡΩΝ
fa: رد کردن شرایط
hi: अस्वीकार शर्तें
hu: ELUTASÍTÁSA
hy: ՄԵՐԺԵԼ
iw: דחיית תנאים
ka: უარყოფა
kk: ҚАБЫЛДАМАУ
ky: ҚАБЫЛДАМАУ
lv: NORAIDĪT
ms: TOLAK
pa: ਅਸਵੀਕਾਰ ਕਰੋ
ro: DECLIN
sq: RËNIM
sr: ОДБИТИ
ur: شرائط مسترد کریں۔

# terms_title
source: Terms of user/user policy
af: Bepalings van gebruiker/gebruikersbeleid
az: İstifadəçi/istifadəçi siyasətinin şərtləri
be: Умовы карыстальніцкай/карыстальніцкай палітыкі
bg: Условия за потребителска/потребителска политика
bn: ব্যবহারকারী/ব্যবহারকারী নীতির শর্তাবলী
cs: Podmínky uživatelských/uživatelských zásad
el: Όροι χρήσης/πολιτικής χρήστη
fa: شرایط کاربر/خط مشی کاربر
hi: उपयोगकर्ता/उपयोगकर्ता नीति की शर्तें
hu: Felhasználói feltételek/felhasználói szabályzat
hy: Օգտագործողի/օգտագործողի քաղաքականության պայմանները
iw: תנאי מדיניות משתמש/משתמש
ka: მომხმარებლის/მომხმარებლის პოლიტიკის პირობები
kk: Пайдаланушы/пайдаланушы саясатының шарттары
ky: Колдонуучу/колдонуучу саясатынын шарттары
lv: Lietotāja/lietotāja politikas noteikumi
ms: Syarat dasar pengguna/pengguna
pa: ਉਪਭੋਗਤਾ/ਉਪਭੋਗਤਾ ਨੀਤੀ ਦੀਆਂ ਸ਼ਰਤਾਂ
ro: Termenii politicii utilizatorului/utilizatorului
sq: Kushtet e politikës së përdoruesit/përdoruesit
sr: Услови корисничке/корисничке политике
ur: صارف/صارف کی پالیسی کی شرائط

# sign_in_google
source: Sign in with Google
af: Meld aan met Google
az: Google ilə daxil olun
be: Увайдзіце праз Google
bg: Влезте с Google
bn: Google দিয়ে সাইন ইন করুন
cs: Přihlaste se pomocí Google
el: Συνδεθείτε με το Google
fa: با گوگل وارد شوید
hi: Google के साथ साइन इन करें
hu: Jelentkezzen be a Google-lal
hy: Մուտք գործեք Google-ի միջոցով
iw: היכנס באמצעות גוגל
ka: შედით Google-ით
kk: Google арқылы жүйеге кіріңіз
ky: Google менен кириңиз
lv: Pierakstieties ar Google
ms: Log masuk dengan Google
pa: Google ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ro: Conectați-vă cu Google
sq: Identifikohu me Google
sr: Пријавите се помоћу Гоогле-а
ur: گوگل کے ساتھ سائن ان کریں۔
