Repository: kBrahman/hi
Catalog: lib/l10n/app_*.arb
Languages: af, az, be, bg, bn, cs, el, fa, hi, hu, hy, iw, ka, kk, ky, lv, ms, pa, ro, sq, sr, ur

# name
source: Your name
af: Jou naam
az: Adınız
be: Ваша імя
bg: Твоето име
bn: তোমার নাম
cs: Tvé jméno
el: Το όνομα σου
fa: اسم شما
hi: तुम्हारा नाम
hu: A neved
hy: Քո անունը
iw: השם שלך
ka: Თქვენი სახელი
kk: Сіздің атыңыз
ky: Сиздин атыңыз
lv: Tavs vārds
ms: Nama awak
pa: ਤੁਹਾਡਾ ਨਾਮ
ro: Numele dumneavoastră
sq: Emri juaj
sr: Твоје име
ur: تمھارا نام

# name_enter
source: Enter your name please
af: Voer asseblief jou naam in
az: Zəhmət olmasa adınızı daxil edin
be: Калі ласка, увядзіце сваё імя
bg: Моля, въведете вашето име
bn: আপনার নাম লিখুন দয়া করে
cs: Zadejte prosím své jméno
el: Εισαγάγετε το όνομά σας παρακαλώ
fa: لطفا نام خود را وارد کنید
hi: कृपया अपना नाम दर्ज करें
hu: Kérjük, írja be a nevét
hy: Խնդրում եմ մուտքագրեք ձեր անունը
iw: הכנס את שמך בבקשה
ka: გთხოვთ, შეიყვანოთ თქვენი სახელი
kk: Аты-жөніңізді енгізіңіз
ky: Аты-жөнүңүздү киргизиңиз
lv: Lūdzu, ievadiet savu vārdu
ms: Sila masukkan nama anda
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
ro: Introdu numele tau te rog
sq: Shkruani emrin tuaj ju lutem
sr: Унесите своје име молим
ur: براہ کرم اپنا نام درج کریں۔

source: Blocked users
af: Geblokkeerde gebruikers
az: Bloklanmış istifadəçilər
be: Заблакіраваныя карыстальнікі
bg: Блокирани потребители
bn: অবরুদ্ধ ব্যবহারকারী
cs: Blokovaní uživatelé
el: Αποκλεισμένοι χρήστες
fa: کاربران مسدود شده
hi: रोके गए उपयोगकर्ता
hu: Letiltott felhasználók
hy: Արգելափակված օգտվողներ
iw: משתמשים חסומים
ka: დაბლოკილი მომხმარებლები
kk: Блокталған пайдаланушылар
ky: Бөгөттөлгөн колдонуучулар
lv: Bloķētie lietotāji
ms: Pengguna yang disekat
pa: ਬਲਾਕ ਕੀਤੇ ਉਪਭੋਗਤਾ
ro: Utilizatori blocati
sq: Përdoruesit e bllokuar
sr: Блокирани корисници
ur: مسدود صارفین

# start
source: START CHAT
af: BEGIN KLETS
az: SAHİBƏ BAŞLAYIN
be: ПАЧАЦЬ ЧАТ
bg: ЗАПОЧНЕТЕ ЧАТА
bn: চ্যাট শুরু করুন
cs: ZAČÍT KONVERZACI
el: ΞΕΚΙΝΗΣΤΕ ΤΗ ΣΥΖΗΤΗΣΗ
fa: شروع چت
hi: बातचीत शुरू कीजिए
hu: BESZÉLGETÉS INDÍTÁSA
hy: ՍԿՍԵԼ ԶՐՈՒՅՑ
iw: התחל שיחה
ka: ჩეთის დაწყება
kk: ЧАТТЫ БАСТАУ
ky: ЧАТ БАШТАЛУУ
lv: SĀKT ČAT
ms: MULAKAN SEMBANG
pa: ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ
ro: INCEPE CONVERSATIA
sq: FILLO BISEDA
sr: СТАРТ ЦХАТ
ur: چیٹ شروع کریں

# account_blocked
source: Your account is blocked.
af: Jou rekening is geblokkeer.
az: Hesabınız bloklanıb.
be: Ваш уліковы запіс заблакаваны.
bg: Вашият акаунт е блокиран.
bn: আপনার অ্যাকাউন্ট ব্লক করা হয়েছে.
cs: Váš účet je zablokován.
el: Ο λογαριασμός σας έχει αποκλειστεί.
fa: حساب شما مسدود شده است.
hi: आपका खाता अवरुद्ध है।
hu: Fiókja blokkolva van.
hy: Ձեր հաշիվն արգելափակված է։
iw: החשבון שלך חסום.
ka: თქვენი ანგარიში დაბლოკილია.
kk: Есептік жазбаңыз бұғатталған.
ky: Каттоо эсебиңиз бөгөттөлгөн.
lv: Jūsu konts ir bloķēts.
ms: Akaun anda disekat.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ।
ro: Contul dvs. este blocat.
sq: Llogaria juaj është e bllokuar.
sr: Ваш налог је блокиран.
ur: آپ کا اکاؤنٹ بلاک ہو گیا ہے.

# week
source: one week
af: een week
az: bir həftə
be: адзін тыдзень
bg: една седмица
bn: এক সপ্তাহ
cs: týden
el: μια εβδομάδα
fa: یک هفته
hi: एक हफ्ता
hu: egy hét
hy: մեկ շաբաթ
iw: שבוע אחד
ka: ერთი კვირა
kk: бір апта
ky: бир жума
lv: viena nedēļa
ms: seminggu
pa: ਇੱਕ ਹਫ਼ਤੇ
ro: o saptamana
sq: nje jave
sr: недељу дана
ur: ایک ہفتہ

# month
source: one month
af: een maand
az: bir ay
be: адзін месяц
bg: един месец
bn: এক মাস
cs: jeden měsíc
el: ένας μήνας
fa: یک ماه
hi: एक महीना
hu: egy hónap
hy: մեկ ամիս
iw: חודש אחד
ka: ერთი თვე
kk: бір ай
ky: бир ай
lv: viens mēnesis
ms: satu bulan
pa: ਇਕ ਮਹੀਨਾ
ro: o luna
sq: nje muaj
sr: један месец
ur: ایک مہینہ

source: three months
af: drie maande
az: üç ay
be: тры месяцы
bg: три месеца
bn: তিন মাস
cs: tři měsíce
el: τρεις μήνες
fa: سه ماه
hi: तीन महीने
hu: három hónap
hy: երեք ամիս
iw: שלושה חודשים
ka: სამი თვე
kk: үш ай
ky: үч ай
lv: trīs mēneši
ms: tiga bulan
pa: ਤਿੰਨ ਮਹੀਨੇ
ro: trei luni
sq: tre muaj
sr: три месеца
ur: تین ماہ

source: six months
af: ses maande
az: Altı ay
be: шэсць месяцаў
bg: шест месеца
bn: ছয় মাস
cs: šest měsíců
el: έξι μήνες
fa: شش ماه
hi: छह महीने
hu: hat hónap
hy: վեց ամիսներ
iw: שישה חודשים
ka: ექვსი თვე
kk: алты ай
ky: алты ай
lv: seši mēneši
ms: Enam bulan
pa: ਛੇ ਮਹੀਨੇ
ro: șase luni
sq: gjashtë muaj
sr: шест месеци
ur: چھ ماہ

# year
source: one year
af: een jaar
az: bir il
be: адзін год
bg: една година
bn: এক বছর
cs: jeden rok
el: ένας χρόνος
fa: یک سال
hi: एक साल
hu: egy év
hy: մեկ տարի
iw: שנה אחת
ka: ერთი წელი
kk: бір жыл
ky: бир жыл
lv: viens gads
ms: setahun
pa: ਇਕ ਸਾਲ
ro: un an
sq: nje vit
sr: годину дана
ur: ایک سال

source: forever
af: vir ewig
az: əbədi
be: назаўжды
bg: завинаги
bn: চিরতরে
cs: navždy
el: για πάντα
fa: برای همیشه
hi: उम्र भर
hu: örökké
hy: ընդմիշտ
iw: לָנֶצַח
ka: სამუდამოდ
kk: мәңгі
ky: түбөлүккө
lv: uz visiem laikiem
ms: selamanya
pa: ਹਮੇਸ਼ਾ ਲਈ
ro: pentru totdeauna
sq: përgjithmonë
sr: заувек
ur: ہمیشہ کے لیے

# unblock_time
source: Your account will be restored on {day} at {time}
af: Jou rekening sal op {day} om {time} gedeblokkeer word
az: Hesabınız {day}, {saat} radələrində blokdan çıxarılacaq
be: Ваш уліковы запіс будзе разблакіраваны {day} у {time}
bg: Вашият акаунт ще бъде отблокиран на {day} в {time}
bn: আপনার অ্যাকাউন্ট {day} এ {time} আনব্লক করা হবে
cs: Váš účet bude odblokován dne {day} v {time}
el: Ο λογαριασμός σας θα ξεμπλοκαριστεί στις {day} στις {time}
fa: حساب شما در {day} ساعت {time} رفع انسداد خواهد شد
hi: आपका खाता {day} को {time} बजे अनब्लॉक कर दिया जाएगा
hu: Fiókját a következő napon feloldjuk: {day}, {time}
hy: Ձեր հաշիվը կարգելափակվի {day} ժամը {time}-ին
iw: חסימת חשבונך תבוטל ביום {day} בשעה {time}
ka: თქვენი ანგარიში განიბლოკება {day}-ზე, {time}-ზე
kk: Есептік жазбаңыз {day} күні, {time} шамасында блоктан шығарылады.
ky: Аккаунтуңуз {day} күнү саат {time} бөгөттөн чыгарылат
lv: Jūsu konts tiks atbloķēts {day} plkst. {time}
ms: Akaun anda akan dinyahsekat pada {hour} pada {time}
pa: ਤੁਹਾਡਾ ਖਾਤਾ {day} ਨੂੰ {time} ਵਜੇ ਅਨਬਲੌਕ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ
ro: Contul dvs. va fi deblocat pe {day} la {time}
sq: Llogaria juaj do të zhbllokohet në {day} në {time}
sr: Ваш налог ће бити деблокиран {day} у {time}
ur: آپ کا اکاؤنٹ {day} کو {time} پر بلاک کر دیا جائے گا

source: Block period:
af: Blok periode
az: Blok dövrü:
be: Перыяд блакавання:
bg: Период на блокиране:
bn: ব্লক পিরিয়ড:
cs: Období blokování:
el: Περίοδος αποκλεισμού:
fa: دوره بلوک:
hi: ब्लॉक अवधि:
hu: Letiltás időszaka:
hy: Արգելափակման ժամանակահատվածը.
iw: תקופת חסימה:
ka: ბლოკირების პერიოდი:
kk: Блок кезеңі:
ky: Бөгөттөө мөөнөтү:
lv: Bloķēšanas periods:
ms: Sekat tempoh
pa: ਬਲਾਕ ਦੀ ਮਿਆਦ:
ro: Perioada de bloc:
sq: Periudha e bllokimit:
sr: Блоцк перио
ur: بلاک کی مدت:

# err_conn
source: Connection error, try again please
af: Verbindingsfout, probeer asseblief weer
az: Bağlantı xətası, yenidən cəhd edin
be: Памылка злучэння, паспрабуйце яшчэ раз
bg: Грешка при свързване, опитайте отново, моля
bn: সংযোগ ত্রুটি, আবার চেষ্টা করুন
cs: Chyba připojení, zkuste to prosím znovu
el: Σφάλμα σύνδεσης, δοκιμάστε ξανά παρακαλώ
fa: خطای اتصال، لطفا دوباره امتحان کنید
hi: कनेक्शन त्रुटि, कृपया पुन: प्रयास करें
hu: Kapcsolódási hiba, próbáld újra
hy: Միացման սխալ: Խնդրում ենք կրկին փորձել
iw: שגיאת חיבור, נסה שוב בבקשה
ka: დაკავშირების შეცდომა, გთხოვთ, სცადოთ ხელახლა
kk: Қосылым қатесі, әрекетті қайталаңыз
ky: Туташуу катасы, кайталап көрүңүз
lv: Savienojuma kļūda, lūdzu, mēģiniet vēlreiz
ms: Ralat sambungan, sila cuba lagi
pa: ਕਨੈਕਸ਼ਨ ਗਲਤੀ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Eroare de conexiune, încercați din nou
sq: Gabim lidhjeje, ju lutemi provoni përsëri
sr: Грешка у вези, покушајте поново
ur: کنکشن کی خرابی، براہ کرم دوبارہ کوشش کریں۔

source: Logged in as:
af: Aangeteken a
az: Daxil olub:
be: Вы ўвайшлі як:
bg: Влезли сте като:
bn: লগ ইন করুন:
cs: Přihlášen jako:
el: Συνδεδεμένος ως:
fa: وارد شده به عنوان:
hi: के रूप में लॉग इन किया:
hu: Bejelentkezve mint:
hy: Մուտք եք գործել որպես՝
iw: מחובר כ:
ka: შესული ხართ როგორც:
kk: Жүйеге келесідей кірді:
ky: Катары кирди:
lv: Ielogojies Kā:
ms: Log masuk a
pa: ਇਸ ਤਰ੍ਹਾਂ ਲੌਗਇਨ ਕੀਤਾ:
ro: Conectat ca:
sq: I identifikuar si:
sr: Пријављен а
ur: بطور لاگ ان:

# must_update
source: You must update your app
af: Jy moet jou toepassing opdateer
az: Siz tətbiqinizi güncəlləşdirməlisiniz
be: Вы павінны абнавіць сваю праграму
bg: Трябва да актуализирате приложението си
bn: আপনাকে অবশ্যই আপনার অ্যাপ আপডেট করতে হবে
cs: Musíte aktualizovat aplikaci
el: Πρέπει να ενημερώσετε την εφαρμογή σας
fa: شما باید برنامه خود را به روز کنید
hi: आपको अपना ऐप अपडेट करना होगा
hu: Frissítenie kell az alkalmazást
hy: Դուք պետք է թարմացնեք ձեր հավելվածը
iw: עליך לעדכן את האפליקציה שלך
ka: თქვენ უნდა განაახლოთ თქვენი აპლიკაცია
kk: Қолданбаны жаңарту керек
ky: Колдонмоңузду жаңыртышыңыз керек
lv: Jums ir jāatjaunina lietotne
ms: Anda mesti mengemas kini apl anda
pa: ਤੁਹਾਨੂੰ ਆਪਣੀ ਐਪ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
ro: Tribute să vă actualizați aplicația
sq: Duhet të përditësoni aplikacionin tuaj
sr: Морате ажурирати своју апликацију
ur: آپ کو اپنی ایپ کو اپ ڈیٹ کرنا ہوگا۔

source: UPDATE
af: OPDATEER
az: YENİLƏNİB
be: АБНАЎЛЕННЕ
bg: АКТУАЛИЗИРАНЕ
bn: হালনাগাদ
cs: AKTUALIZACE
el: ΕΚΣΥΓΧΡΟΝΙΖΩ
fa: به روز رسانی
hi: अपडेट करें
hu: FRISSÍTÉS
hy: ԹԱՐՄԱՑՆԵԼ
iw: עדכון
ka: განახლება
kk: ЖАҢАРТУ
ky: ЖАҢЫРТУУ
lv: ATJAUNINĀT
ms: KEMASKINI
pa: ਅੱਪਡੇਟ ਕਰੋ
ro: ACTUALIZAȚI
sq: PËRDITËSOJE
sr: АЖУРИРАЊЕ
ur: اپ ڈیٹ

# gp
source: Could not open Google Play.Open it manually please
af: Kon nie Google Play oopmaak nie. Maak dit asseblief handmatig oop
az: Google Play-i açmaq mümkün olmadı. Onu əl ilə açın
be: Немагчыма адкрыць Google Play. Калі ласка, адкрыйце яго ўручную
bg: Google Play не можа да се отвори. Моля, отворете го ръчно
bn: Google Play খোলা যায়নি৷ দয়া করে ম্যানুয়ালি খুলুন৷
cs: Google Play nelze otevřít. Otevřete jej prosím ručně
el: Δεν ήταν δυνατό το άνοιγμα του Google Play. Ανοίξτε το μη αυτόματα
fa: Google Play باز نشد. لطفاً آن را به صورت دستی باز کنید
hi: Google Play नहीं खोल सका। कृपया इसे मैन्युअल रूप से खोलें
hu: Nem sikerült megnyitni a Google Playt. Nyissa meg manuálisan
hy: Չհաջողվեց բացել Google Play-ը: Բացեք այն ձեռքով
iw: לא ניתן היה לפתוח את Google Play. פתח אותו ידנית בבקשה
ka: Google Play-ს გახსნა ვერ მოხერხდა. გთხოვთ, ხელით გახსენით
kk: Google Play ашу мүмкін болмады. Оны қолмен ашыңыз
ky: Google Play ачылбай койду. Аны кол менен ачыңыз
lv: Nevarēja atvērt pakalpojumu Google Play. Lūdzu, atveriet to manuāli
ms: Tidak dapat membuka Google Play. Sila buka secara manual
pa: Google Play ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਹੱਥੀਂ ਖੋਲ੍ਹੋ
ro: Google Play nu a putut fi deschis. Deschideți-l manual, vă rugăm
sq: Google Play nuk mund të hapej. Ju lutemi, hapeni manualisht
sr: Није могуће отворити Гоогле Плаи. Отворите га ручно
ur: Google Play نہیں کھول سکا۔ براہ کرم اسے دستی طور پر کھولیں۔

# create_passwd
source: Create a password
af: Skep 'n wagwoord
az: Parol yaradın
be: Прыдумайце пароль
bg: Създай парола
bn: একটি পাসওয়ার্ড তৈরি করুন
cs: Vytvořit heslo
el: Δημιούργησε έναν κωδικό
fa: رمز عبور ایجاد کنید
hi: एक पासवर्ड बनाएं
hu: Hozzon létre egy jelszót
hy: ստեղծել Գաղտնաբառ
iw: צור סיסמה
ka: შექმენი პაროლი
kk: Құпиясөзді құру
ky: Паролду түзүү
lv: Izveidot paroli
ms: Buat kata laluan
pa: ਇੱਕ ਪਾਸਵਰਡ ਬਣਾਓ
ro: Crează o parolă
sq: Krijo një fjalëkalim
sr: Напиши лозинку
ur: پاس ورڈ بنائیں

# lowercase
source: Password must contain lowercase letters
af: Wagwoord moet kleinletters bevat
az: Parol kiçik hərflərdən ibarət olmalıdır
be: Пароль павінен змяшчаць малыя літары
bg: Паролата трябва да съдържа малки букви
bn: পাসওয়ার্ডে ছোট হাতের অক্ষর থাকতে হবে
cs: Heslo musí obsahovat malá písmena
el: Ο κωδικός πρόσβασης πρέπει να περιέχει πεζά γράμματα
fa: رمز عبور باید دارای حروف کوچک باشد
hi: पासवर्ड में लोअरकेस अक्षर होने चाहिए
hu: A jelszónak kisbetűket kell tartalmaznia
hy: Գաղտնաբառը պետք է պարունակի փոքրատառեր
iw: הסיסמה חייבת להכיל אותיות קטנות
ka: პაროლი უნდა შეიცავდეს მცირე ასოებს
kk: Құпия сөзде кіші әріптер болуы керек
ky: Сырсөз кичине тамгаларды камтышы керек
lv: Parolei jāsatur mazie burti
ms: Kata laluan mesti mengandungi huruf kecil
pa: ਪਾਸਵਰਡ ਵਿੱਚ ਛੋਟੇ ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
ro: Parola trebuie să conțină litere mici
sq: Fjalëkalimi duhet të përmbajë shkronja të vogla
sr: Лозинка мора да садржи мала слова
ur: پاس ورڈ چھوٹے حروف پر مشتمل ہونا چاہیے۔

# uppercase
source: Password must contain uppercase letters
af: Wagwoord moet hoofletters bevat
az: Parolda böyük hərflər olmalıdır
be: Пароль павінен змяшчаць вялікія літары
bg: Паролата трябва да съдържа главни букви
bn: পাসওয়ার্ডে অবশ্যই বড় হাতের অক্ষর থাকতে হবে
cs: Heslo musí obsahovat velká písmena
el: Ο κωδικός πρόσβασης πρέπει να περιέχει κεφαλαία γράμματα
fa: رمز عبور باید دارای حروف بزرگ باشد
hi: पासवर्ड में बड़े अक्षर होने चाहिए
hu: A jelszónak nagybetűket kell tartalmaznia
hy: Գաղտնաբառը պետք է պարունակի մեծատառեր
iw: הסיסמה חייבת להכיל אותיות רישיות
ka: პაროლი უნდა შეიცავდეს დიდ ასოებს
kk: Құпия сөзде бас әріптер болуы керек
ky: Сырсөз баш тамгаларды камтышы керек
lv: Parolei jāsatur lielie burti
ms: Kata laluan mesti mengandungi huruf besar
pa: ਪਾਸਵਰਡ ਵਿੱਚ ਵੱਡੇ ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
ro: Parola trebuie să conțină litere mari
sq: Fjalëkalimi duhet të përmbajë shkronja të mëdha
sr: Лозинка мора да садржи велика слова
ur: پاس ورڈ میں بڑے حروف کا ہونا ضروری ہے۔

# nums
source: Password must contain numbers
af: Wagwoord moet nommers bevat
az: Parolda nömrələr olmalıdır
be: Пароль павінен змяшчаць лічбы
bg: Паролата трябва да съдържа числа
bn: পাসওয়ার্ডে অবশ্যই সংখ্যা থাকতে হবে
cs: Heslo musí obsahovat čísla
el: Ο κωδικός πρόσβασης πρέπει να περιέχει αριθμούς
fa: رمز عبور باید حاوی اعداد باشد
hi: पासवर्ड में नंबर होने चाहिए
hu: A jelszónak számokat kell tartalmaznia
hy: Գաղտնաբառը պետք է պարունակի թվեր
iw: הסיסמה חייבת להכיל מספרים
ka: პაროლი უნდა შეიცავდეს ნომრებს
kk: Құпия сөз сандардан тұруы керек
ky: Сырсөз сандарды камтышы керек
lv: Parolē jāsatur cipari
ms: Kata laluan mesti mengandungi nombor
pa: ਪਾਸਵਰਡ ਵਿੱਚ ਨੰਬਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ
ro: Parola trebuie să conțină numere
sq: Fjalëkalimi duhet të përmbajë numra
sr: Лозинка мора да садржи бројеве
ur: پاس ورڈ میں نمبر ہونا ضروری ہے۔

# min_len
source: Password minimum length is 8
af: Wagwoord minimum lengte is 8
az: Parolun minimum uzunluğu 8-dir
be: Мінімальная даўжыня пароля - 8
bg: Минималната дължина на паролата е 8
bn: পাসওয়ার্ডের সর্বনিম্ন দৈর্ঘ্য 8
cs: Minimální délka hesla je 8
el: Το ελάχιστο μήκος κωδικού πρόσβασης είναι 8
fa: حداقل طول رمز عبور 8 است
hi: पासवर्ड की न्यूनतम लंबाई 8 . है
hu: A jelszó minimális hossza 8
hy: Գաղտնաբառի նվազագույն երկարությունը 8 է
iw: אורך הסיסמה המינימלי הוא 8
ka: პაროლის მინიმალური სიგრძეა 8
kk: Құпия сөздің ең аз ұзындығы - 8
ky: Сырсөздүн минималдуу узундугу 8
lv: Paroles minimālais garums ir 8
ms: Panjang minimum kata laluan ialah 8
pa: ਪਾਸਵਰਡ ਦੀ ਘੱਟੋ-ਘੱਟ ਲੰਬਾਈ 8 ਹੈ
ro: Lungimea minimă a parolei este de 8
sq: Gjatësia minimale e fjalëkalimit është 8
sr: Минимална дужина лозинке је 8
ur: پاس ورڈ کی کم از کم لمبائی 8 ہے۔

# match
source: Passwords must match
af: Wagwoorde moet ooreenstem
az: Şifrələr üst-üstə düşməlidir
be: Паролі павінны супадаць
bg: паролите трябва да съвпадат
bn: পাসওয়ার্ড অবশ্যই মিলবে
cs: Heslo se musí shodovat
el: οι κωδικοί πρέπει να ταιριάζουν
fa: رمزهای عبور باید مطابقت داشته باشند
hi: पासवर्डों को मेल खाना चाहिए
hu: a jelszavaknak egyezniük kell
hy: Գաղտնաբառերը պետք է համընկնեն
iw: ססמאות חייבות להתאים
ka: პაროლები უნდა ემთხვეოდნენ
kk: Құпия сөздер бірдей болуы тиіс
ky: Сырсөздөр дал келиши керек
lv: Parolēm jābūt vienādām
ms: kata laluan mesti sepadan
pa: ਪਾਸਵਰਡ ਮੇਲ ਖਾਣੇ ਚਾਹੀਦੇ ਹਨ
ro: Parolele trebuie să se potrtivească
sq: fjalekalimet duhet te perputhen
sr: шифре морају да се подударају
ur: پاس ورڈز مماثل ہونا چاہیے

# passwd
source: password
af: wagwoord
az: parol
be: пароль
bg: парола
bn: পাসওয়ার্ড
cs: Heslo
el: Κωδικός πρόσβασης
fa: کلمه عبور
hi: पासवर्ड
hu: Jelszó
hy: գաղտնաբառը
iw: סיסמה
ka: პაროლი
kk: құпия сөз
ky: купуя сөз
lv: parole
ms: kata laluan
pa: ਪਾਸਵਰਡ
ro: parola
sq: fjalëkalimin
sr: Лозинка
ur: پاس ورڈ

# retype
source: retype password
af: tik wagwoord weer in
az: Şifrəni təkrarlayın
be: паўторна ўвядзіце пароль
bg: повторете паролата
bn: পাসওয়ার্ড পুনরায় টাইপ করুন
cs: znovu zadejte heslo
el: πληκτρολογήστε ξανά τον κωδικό πρόσβασης
fa: رمز عبور را دوباره تایپ کنید
hi: पासवर्ड फिर से लिखें
hu: Gépelje be újra a jelszót
hy: նորից մուտքագրեք գաղտնաբառը
iw: כתוב את הסיסמא מחדש
ka: გაიმეორე პაროლი
kk: Құпия сөзін қайтадан теріңіз
ky: сырсөздү кайра териңиз
lv: atkārtoti ierakstiet paroli
ms: tulis semula kata laluan
pa: ਮੁੜ ਪਾਸਵਰਡ ਲਿਖੋ
ro: Reintroduceţi parola
sq: Rishkruaje fjalëkalimin
sr: Поново унесите лозинку
ur: دوبارہ پاسوورڈ لکھئے

# required
source: This field is required
af: Hierdie veld word vereis
az: Bu xananın doldurulması məcburidir
be: Гэта поле абавязковае
bg: Това поле е задължително
bn: ঘরটি অবশ্যই পূরণ করতে হবে
cs: Toto pole je povinné
el: Αυτό το πεδίο είναι υποχρεωτικό
fa: این فیلد الزامی است
hi: यह फ़ील्ड आवश्यक है
hu: Ez a mező kötelező
hy: Այս դաշտը պարտադիր է
iw: זהו שדה חובה
ka: ეს ველი სავალდებულოა
kk: Бұл керек аймақ
ky: Бул талаа талап кылынат
lv: Šis lauks ir obligāts
ms: Medan ini diperlukan
pa: ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ
ro: Acest câmp este obligatoriu
sq: Kjo fushë është e nevojshme
sr: Поље је обавезно
ur: اس کو پر کرنا ضروری ہے

source: NEXT
af: VOLGENDE
az: NÖVBƏTİ
be: ДАЛЕЙ
bg: СЛЕДВАЩИЯ
bn: পরবর্তী
cs: DALŠÍ
el: ΕΠΟΜΕΝΟ
fa: بعد
hi: अगला
hu: KÖVETKEZŐ
hy: ՀԱՋՈՐԴ
iw: הַבָּא
ka: შემდეგი
kk: КЕЛЕСІ
ky: КИЙИНКИ
lv: NĀKAMAIS
ms: SETERUSNYA
pa: ਅਗਲਾ
ro: URMĂTORUL
sq: TJETËR
sr: СЛЕДЕЋИ
ur: اگلے

# open_settings
source: Please go to settings and give acces to your camera and microphone
af: Gaan asseblief na instellings en gee toegang tot jou kamera en mikrofoon
az: Zəhmət olmasa parametrlərə keçin və kamera və mikrofonunuza giriş verin
be: Перайдзіце ў налады і дайце доступ да камеры і мікрафона
bg: Моля, отидете в настройките и дайте достъп до вашата камера и микрофон
bn: অনুগ্রহ করে সেটিংসে যান এবং আপনার ক্যামেরা এবং মাইক্রোফোনে অ্যাক্সেস দিন
cs: Přejděte do nastavení a udělte přístup ke své kameře a mikrofonu
el: Μεταβείτε στις ρυθμίσεις και δώστε πρόσβαση στην κάμερα και το μικρόφωνό σας
fa: لطفاً به تنظیمات بروید و به دوربین و میکروفون خود دسترسی داشته باشید
hi: कृपया सेटिंग में जाएं और अपने कैमरे और माइक्रोफ़ोन को एक्सेस दें
hu: Nyissa meg a beállításokat, és biztosítson hozzáférést a kamerához és a mikrofonhoz
hy: Խնդրում ենք գնալ կարգավորումներ և թույլ տալ մուտք գործել տեսախցիկ և խոսափող
iw: נא להיכנס להגדרות ולתת גישה למצלמה ולמיקרופון שלך
ka: გთხოვთ, გადადით პარამეტრებში და მიეცით წვდომა თქვენს კამერასა და მიკროფონზე
kk: Параметрлерге өтіп, камера мен микрофонға рұқсат беріңіз
ky: Жөндөөлөргө өтүп, камера менен микрофонуңузга мүмкүнчүлүк бериңиз
lv: Lūdzu, dodieties uz iestatījumiem un piešķiriet piekļuvi kamerai un mikrofonam
ms: Sila pergi ke tetapan dan berikan akses kepada kamera dan mikrofon anda
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਕੈਮਰੇ ਅਤੇ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਤੱਕ ਪਹੁੰਚ ਦਿਓ
ro: Accesați setări și acordați acces la camera și la microfon
sq: Ju lutemi, shkoni te cilësimet dhe jepni akses në kamerën dhe mikrofonin tuaj
sr: Идите на подешавања и дајте приступ камери и микрофону
ur: براہ کرم سیٹنگز پر جائیں اور اپنے کیمرے اور مائیکروفون تک رسائی دیں۔

source: SETTINGS
af: INSTELLINGS
az: AYARLAR
be: НАСТРОЙКІ
bg: НАСТРОЙКИ
bn: সেটিংস
cs: NASTAVENÍ
el: ΡΥΘΜΙΣΕΙΣ
fa: تنظیمات
hi: समायोजन
hu: BEÁLLÍTÁSOK
hy: ԿԱՐԳԱՎՈՐՈՒՄՆԵՐ
iw: הגדרות
ka: პარამეტრები
kk: ПАРАМЕТРЛЕР
ky: ЖӨНДӨӨЛӨР
lv: IESTATĪJUMI
ms: TETAPAN
pa: ਸੈਟਿੰਗਾਂ
ro: SETĂRI
sq: CILËSIMET
sr: СЕТТИНГС
ur: سیٹنگز

# need_access
source: Please grant access to your camera and microphone!
bn: আপনার ক্যামেরা এবং মাইক্রোফোন অ্যাক্সেস দিন!
cs: Dejte prosím přístup ke své kameře a mikrofonu!
el: Παρακαλούμε δώστε πρόσβαση στην κάμερα και το μικρόφωνό σας!
fa: لطفا اجازه دسترسی به دوربین و میکروفون خود را بدهید!
hu: Kérjük, biztosítson hozzáférést kamerájához és mikrofonjához!
hy: Խնդրում ենք մուտք գործել ձեր տեսախցիկը և խոսափողը:
iw: נא לתת גישה למצלמה ולמיקרופון שלך!
ka: გთხოვთ, მიეცით წვდომა თქვენს კამერასა და მიკროფონზე!
kk: Камера мен микрофонға рұқсат беріңіз!
ky: Сураныч, камераңызга жана микрофонуңузга мүмкүнчүлүк бериңиз!
lv: Lūdzu, piešķiriet piekļuvi savai kamerai un mikrofonam!
ms: Sila berikan akses kepada kamera dan mikrofon anda!
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕੈਮਰੇ ਅਤੇ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਤੱਕ ਪਹੁੰਚ ਦਿਓ!
ro: Vă rugăm să acordați acces la camera și la microfon!
sq: Ju lutemi jepni qasje në kamerën dhe mikrofonin tuaj!

# sms
source: SMS is sent to
af: SMS word gestuur na
az: SMS göndərilir
be: SMS адпраўляецца на
bg: SMS се изпраща до
bn: এসএমএস পাঠানো হয়
cs: SMS je odeslána na
el: Το SMS αποστέλλεται στο
fa: اس ام اس به
hi: एसएमएस भेजा जाता है
hu: SMS-t küld a címre
hy: SMS ուղարկվում է
iw: SMS נשלח אל
ka: SMS იგზავნება
kk: SMS жіберіледі
ky: SMS жөнөтүлөт
lv: SMS tiek nosūtīts uz
ms: SMS dihantar ke
pa: ਨੂੰ ਐਸ.ਐਮ.ਐਸ
ro: SMS este trimis la
sq: SMS dërgohet në
sr: СМС се шаље на
ur: پر ایس ایم ایس بھیجا جاتا ہے۔

source: You can
af: Jy kan
az: Bacararsan
be: Ты можаш
bg: Можеш
bn: আপনি পারেন
cs: Můžeš
el: Μπορείς
fa: تو می توانی
hi: तुम कर सकते हो
hu: tudsz
hy: Դու կարող ես
iw: אתה יכול
ka: Შენ შეგიძლია
kk: Сен істей аласың
ky: Сенин колуңдан келет
lv: Jūs varat
ms: Awak boleh
pa: ਤੁਸੀਂ ਕਰ ਸੱਕਦੇ ਹੋ
ro: Poti
sq: Ti mundesh
sr: Можете
ur: آپ کر سکتے ہیں۔

source: resend
af: weer stuur
az: yenidən göndərmək
be: адправіць паўторна
bg: повторно изпращане
bn: পুনরায় পাঠান
cs: přeposlat
el: ξαναστείλετε
fa: ارسال مجدد
hi: पुन: भेजें
hu: újraküldeni
hy: նորից ուղարկել
iw: לשלוח שוב
ka: ხელახლა გაგზავნა
kk: қайта жіберу
ky: кайра жөнөтүү
lv: sūtīt atkārtoti
ms: hantar semula
pa: ਮੁੜ ਭੇਜੋ
ro: retrimite
sq: ridërgoj
sr: поново послати
ur: دوبارہ بھیجیں

source: after
af: na
az: sonra
be: пасля
bg: след
bn: পরে
cs: po
el: μετά
fa: بعد از
hi: बाद में
hu: után
hy: հետո
iw: לאחר
ka: შემდეგ
kk: кейін
ky: кийин
lv: pēc
ms: selepas
pa: ਬਾਅਦ
ro: după
sq: pas
sr: после
ur: کے بعد

source: SUBMIT
af: INDIEN
az: TƏQDİM
be: АДПРАВІЦЬ
bg: ИЗПРАЩАНЕ
bn: জমা দিন
cs: PŘEDLOŽIT
el: ΥΠΟΒΑΛΛΟΥΝ
fa: ارسال
hi: प्रस्तुत
hu: BEKÜLDÉS
hy: ՆԵՐԿԱՅԱՑՆԵԼ
iw: שלח
ka: გაგზავნა
kk: ЖІБЕРУ
ky: ТАПШЫРУУ
lv: IESNIEGT
ms: SERAH
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ro: TRIMITE
sq: DORËZOJ
sr: ПРИХВАТИ
ur: جمع کرائیں

# email
source: Enter your email
af: Gee jou e-pos
az: E-poçtunuzu daxil edin
be: Увядзіце свой адрас электроннай пошты
bg: Въведете своя имейл
bn: তুমার ইমেইল প্রবেশ করাও
cs: Vložte svůj e-mail
el: Συμπληρώστε το email σας
fa: ایمیل خود را وارد کنید
hi: अपना ईमेल दर्ज करें
hu: Írd be az email címed
hy: Մուտքագրեք ձեր էլ
iw: הכנס את האימייל שלך
ka: Შეიყვანეთ თქვენი ელექტრონული ფოსტა
kk: Электрондық поштаңызды енгізіңіз
ky: Электрондук почтаңызды киргизиңиз
lv: Ievadi savu epastu
ms: Masukkan emel anda
pa: ਆਪਣਾ ਈ - ਮੇਲ ਭਰੋ
ro: Introduceți adresa dvs. de email
sq: Shkruani emailin tuaj
sr: Унесите емаил
ur: اپنا ای میل درج کریں۔

# enter_phone
source: Enter your phone number
af: Voer jou foonnommer in
az: Telefon nömrənizi daxil edin
be: Увядзіце свой нумар тэлефона
bg: Въведете Вашият телефонен номер
bn: আপনার ফোন নম্বর লিখুন
cs: Vložte své telefonní číslo
el: Πληκτρολόγησε τον αριθμό του τηλεφώνου σου
fa: شماره تلفن خود را وارد کنید
hi: अपना दूरभाष क्रमांक दर्ज करें
hu: Írja be a telefonszámát
hy: Մուտքագրեք ձեր հեռախոսահամարը
iw: תכניס את מספר הטלפון שלך
ka: Შეიყვანეთ თქვენი ტელეფონის ნომერი
kk: Телефон нөміріңізді енгізіңіз
ky: Телефон номериңизди киргизиңиз
lv: Ievadiet savu tālruņa numuru
ms: Masukkan nombor telefon anda
pa: ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ro: Introdu numarul tau de telefon
sq: Futni numrin tuaj të telefonit
sr: Унесите свој број телефона
ur: اپنا فون نمبر درج کریں۔
