Repository: kBrahman/hi
Catalog: lib/l10n/app_*.arb
Languages: af, az, be, bg, bn, cs, el, fa, hi, hu, hy, iw, ka, kk, ky, lv, ms, pa, ro, sq, sr, ur

# format_err
source: Format is wrong
af: Formaat is verkeerd
az: Format səhvdir
be: Няправільны фармат
bg: Форматът е грешен
bn: বিন্যাস ভুল
cs: Formát je špatný
el: Η μορφή είναι λάθος
fa: فرمت اشتباه است
hi: प्रारूप गलत है
hu: A formátum rossz
hy: Ձևաչափը սխալ է
iw: הפורמט שגוי
ka: ფორმატი არასწორია
kk: Пішім дұрыс емес
ky: Формат туура эмес
lv: Formāts ir nepareizs
ms: Format salah
pa: ਫਾਰਮੈਟ ਗਲਤ ਹੈ
ro: Formatul este greșit
sq: Formati është i gabuar
sr: Формат је погрешан
ur: فارمیٹ غلط ہے۔

# can_send_after
source: You can send after:
af: 'Jy kan agterna stuur
az: 'Sonra göndərə bilərsiniz:
be: 'Вы можаце адправіць пасля:
bg: „Можете да изпратите след:
bn: 'আপনি এর পরে পাঠাতে পারেন:
cs: 'Můžete poslat po:
el: «Μπορείτε να στείλετε μετά:
fa: شما می توانید پس از ارسال:
hi: 'आप इसके बाद भेज सकते हैं:
hu: Ezután küldheti:
hy: «Դուք կարող եք ուղարկել հետո՝
iw: 'אתה יכול לשלוח אחרי:
ka: 'შეგიძლიათ გაგზავნოთ შემდეგ:
kk: 'Сіз келесіден кейін жібере аласыз:
ky: 'Сиз андан кийин жөнөтө аласыз:
lv: 'Varat nosūtīt pēc:
ms: 'Anda boleh menghantar selepas
pa: 'ਤੁਸੀਂ ਇਸ ਤੋਂ ਬਾਅਦ ਭੇਜ ਸਕਦੇ ਹੋ:
ro: „Puteți trimite după:
sq: 'Mund të dërgoni pas:
sr: 'Можете послати после
ur: 'آپ اس کے بعد بھیج سکتے ہیں:

# pass_login_wrong
source: Login or password is wrong
af: Aanmelding of wagwoord is verkeerd
az: Giriş və ya parol səhvdir
be: Лагін або пароль няправільны
bg: Потребителското име или паролата са грешни
bn: লগইন বা পাসওয়ার্ড ভুল
cs: Přihlášení nebo heslo je špatné
el: Η σύνδεση ή ο κωδικός πρόσβασης είναι λάθος
fa: ورود یا رمز عبور اشتباه است
hi: लॉगिन या पासवर्ड गलत है
hu: Hibás bejelentkezés vagy jelszó
hy: Մուտքը կամ գաղտնաբառը սխալ է
iw: הכניסה או הסיסמה שגויה
ka: შესვლა ან პაროლი არასწორია
kk: Логин немесе құпия сөз қате
ky: Логин же сырсөз туура эмес
lv: Pieteikšanās vai parole ir nepareiza
ms: Log masuk atau kata laluan salah
pa: ਲਾਗਇਨ ਜਾਂ ਪਾਸਵਰਡ ਗਲਤ ਹੈ
ro: Autentificarea sau parola este greșită
sq: Identifikimi ose fjalëkalimi është i gabuar
sr: Пријава или лозинка су погрешни
ur: لاگ ان یا پاس ورڈ غلط ہے۔

# sign_in_problem
source: Could not sign in with email, try again please
af: Kon nie aanmeld met e-pos nie, probeer asseblief weer
az: E-poçtla daxil olmaq mümkün olmadı, yenidən cəhd edin
be: Не атрымалася ўвайсці з дапамогай электроннай пошты, паспрабуйце яшчэ раз
bg: Не можах да вляза с имейл, опитайте отново, моля
bn: ইমেল দিয়ে সাইন ইন করা যায়নি, আবার চেষ্টা করুন
cs: Nepodařilo se přihlásit pomocí e-mailu, zkuste to prosím znovu
el: Δεν ήταν δυνατή η σύνδεση με email, δοκιμάστε ξανά παρακαλώ
fa: با ایمیل وارد نشدم، لطفا دوباره امتحان کنید
hi: ईमेल से साइन इन नहीं कर सका, कृपया पुनः प्रयास करें
hu: Nem sikerült bejelentkezni az e-mail-címmel, próbálja újra
hy: Չհաջողվեց մուտք գործել էլփոստով, խնդրում ենք նորից փորձեք
iw: לא ניתן להיכנס עם דוא"ל, נסה שוב בבקשה
ka: ელფოსტით შესვლა ვერ მოხერხდა, გთხოვთ, ხელახლა სცადოთ
kk: Электрондық пошта арқылы кіру мүмкін болмады, қайталап көріңіз
ky: Электрондук почта менен кире алган жок, кайра аракет кылыңыз
lv: Nevarēja pierakstīties ar e-pastu, lūdzu, mēģiniet vēlreiz
ms: Tidak dapat log masuk dengan e-mel, sila cuba lagi
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Nu am putut să vă conectați cu e-mail, încercați din nou
sq: Nuk mund të identifikohesha me email, provo sërish
sr: Не могу да се пријавим помоћу е-поште, покушајте поново
ur: ای میل کے ساتھ سائن ان نہیں ہو سکا، براہ کرم دوبارہ کوشش کریں۔

# phone
source: phone number
af: telefoon nommer
az: telefon nömrəsi
be: нумар тэлефона
bg: телефонен номер
bn: ফোন নম্বর
cs: telefonní číslo
el: τηλεφωνικό νούμερο
fa: شماره تلفن
hi: फ़ोन नंबर
hu: telefonszám
hy: հեռախոսահամար
iw: מספר טלפון
ka: ტელეფონის ნომერი
kk: телефон нөмірі
ky: Тел номери
lv: telefona numurs
ms: nombor telefon
pa: ਫੋਨ ਨੰਬਰ
ro: număr de telefon
sq: Numri i telefonit
sr: Број телефона
ur: فون نمبر

source: Sign in
af: Meld aan
az: Daxil olun
be: Увайсці
bg: Впиши се
bn: সাইন ইন করুন
cs: Přihlásit se
el: Συνδεθείτε
fa: ورود
hi: साइन इन करें
hu: Bejelentkezés
hy: Մուտք գործել
iw: להתחבר
ka: Შებრძანდით
kk: Кіру
ky: Кирүү
lv: Ielogoties
ms: Log masuk
pa: ਸਾਈਨ - ਇਨ
ro: Loghează-te
sq: Hyni
sr: Пријавите се
ur: سائن ان

# sign_in_email
source: Sign in with email
af: Meld aan met e-pos
az: E-poçt ilə daxil olun
be: Увайдзіце з дапамогай электроннай пошты
bg: Влезте с имейл
bn: ইমেইল দিয়ে সাইন ইন করুন
cs: Přihlaste se pomocí e-mailu
el: Συνδεθείτε με email
fa: با ایمیل وارد شوید
hi: ईमेल से साइन इन करें
hu: Jelentkezzen be e-mailben
hy: Մուտք գործեք էլ.փոստով
iw: היכנס באמצעות דואר אלקטרוני
ka: შედით ელექტრონული ფოსტით
kk: Электрондық пошта арқылы жүйеге кіріңіз
ky: Электрондук почта менен кириңиз
lv: Pierakstieties ar e-pastu
ms: Log masuk dengan e-mel
pa: ਈਮੇਲ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ro: Conectați-vă cu e-mail
sq: Hyni me email
sr: Пријавите се путем е-поште
ur: ای میل کے ساتھ سائن ان کریں۔

# create
source: CREATE NEW ACCOUNT
af: SKEP NUWE REKENING
az: YENİ HESAB YARATMAQ
be: СТВАРЫЦЬ НОВЫ ЎЛІКОВЫ ЗАПІС
bg: СЪЗДАВАНЕ НА НОВ АКАУНТ
bn: নতুন অ্যাকাউন্ট তৈরি
cs: VYTVOŘIT NOVÝ ÚČET
el: ΔΗΜΙΟΥΡΓΙΑ ΝΕΟΥ ΛΟΓΑΡΙΑΣΜΟΥ
fa: ایجاد حساب جدید
hi: नया खाता बनाएँ
hu: ÚJ FIÓK LÉTREHOZÁSA
hy: ՍՏԵՂԾԵԼ ՆՈՐ ՀԱՇԻՎ
iw: ליצור חשבון חדש
ka: ახალი ანგარიშის შექმნა
kk: ЖАҢА ТІРКЕЛГІ ЖАСАУ
ky: ЖАҢЫ КАТТОО ТҮЗҮҮ
lv: IZVEIDOT JAUNU KONTU
ms: BUAT AKAUN BARU
pa: ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ
ro: CREEAZĂ UN CONT NOU
sq: HAPNI NJË LLOGARI TË RE
sr: НАПРАВИТЕ НОВИ НАЛОГ
ur: نیا اکاؤنٹ بنانے

# forgot
source: I forgot my password
af: ek het my wagwoord vergeet
az: parolumu unutmuşam
be: Я забыў свой пароль
bg: Забравих паролата си
bn: আমি আমার পাসওয়ার্ড ভুলে গেছি
cs: Zapomněl jsem své heslo
el: Ξέχασα τον κωδικό μου
fa: من رمز عبورم را فراموش کردم
hi: मैं अपना पासवर्ड भूल गया
hu: elfelejtettem a jelszavamat
hy: Ես մոռացել եմ իմ գաղտնաբառը
iw: שכחתי את הסיסמא שלי
ka: პაროლი დამავიწყდა
kk: Мен парольді ұмытып қалдым
ky: сырсөзүмдү унуттум
lv: Es aizmirsu savu paroli
ms: Saya terlupa kata laluan saya
pa: ਮੈਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਿਆ ਹਾਂ
ro: Am uitat parola
sq: Kam harruar fjalëkalimin tim
sr: Заборавио сам шифру
ur: میں اپنا پاسورڈ بھول گیا

# mail_ru_problem
source: Email sign in does not work with mail.ru, try other email please
af: E-posaanmelding werk nie met mail.ru nie, probeer asseblief ander e-posadres
az: E-poçta daxil olmaq mail.ru ilə işləmir, zəhmət olmasa başqa e-poçtu yoxlayın
be: Уваход па электроннай пошце не працуе з mail.ru, паспрабуйце іншы адрас электроннай пошты
bg: Влизането в имейл не работи с mail.ru, опитайте друг имейл, моля
bn: ইমেল সাইন ইন mail.ru এর সাথে কাজ করে না, দয়া করে অন্য ইমেল চেষ্টা করুন
cs: E-mailové přihlášení nefunguje s mail.ru, zkuste prosím jiný e-mail
el: Η σύνδεση μέσω email δεν λειτουργεί με το mail.ru, δοκιμάστε άλλο email παρακαλώ
fa: ورود به سیستم ایمیل با mail.ru کار نمی کند، لطفا ایمیل های دیگر را امتحان کنید
hi: ईमेल साइन इन mail.ru के साथ काम नहीं करता है, कृपया अन्य ईमेल आज़माएं
hu: Az e-mailes bejelentkezés nem működik a mail.ru-val, próbálkozzon másik e-mail címmel
hy: Էլփոստի մուտքը չի աշխատում mail.ru-ի հետ, փորձեք այլ էլ
iw: כניסה לאימייל לא עובדת עם mail.ru, נסה בבקשה דוא"ל אחר
ka: ელ.ფოსტის შესვლა არ მუშაობს mail.ru-სთან, გთხოვთ, სცადოთ სხვა ელ.წერილი
kk: Электрондық поштаға кіру mail.ru сайтында жұмыс істемейді, басқа электрондық поштаны қолданып көріңіз
ky: Электрондук почтага кирүү mail.ru менен иштебейт, башка электрондук почтаны колдонуп көрүңүз
lv: Pierakstīšanās pa e-pastu nedarbojas ar mail.ru, lūdzu, izmēģiniet citu e-pastu
ms: Log masuk e-mel tidak berfungsi dengan mail.ru, sila cuba e-mel lain
pa: ਈਮੇਲ ਸਾਈਨ ਇਨ mail.ru ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਹੋਰ ਈਮੇਲ ਅਜ਼ਮਾਓ
ro: Conectarea prin e-mail nu funcționează cu mail.ru, vă rugăm să încercați alt e-mail
sq: Hyrja me email nuk funksionon me mail.ru, ju lutemi provoni një email tjetër
sr: Пријављивање путем е-поште не ради са маил.ру, покушајте са другом е-поштом
ur: ای میل سائن ان mail.ru کے ساتھ کام نہیں کرتا، براہ کرم دوسرا ای میل آزمائیں۔

# email_send_err
source: Could not send email, try again please
af: Kon nie e-pos stuur nie, probeer asseblief weer
az: E-poçt göndərmək mümkün olmadı, yenidən cəhd edin
be: Не атрымалася адправіць электронную пошту, паспрабуйце яшчэ раз
bg: Не може да се изпрати имейл, опитайте отново, моля
bn: ইমেল পাঠানো যায়নি, আবার চেষ্টা করুন
cs: Nepodařilo se odeslat e-mail, zkuste to prosím znovu
el: Δεν ήταν δυνατή η αποστολή email, δοκιμάστε ξανά παρακαλώ
fa: ایمیل ارسال نشد، لطفا دوباره امتحان کنید
hi: ईमेल नहीं भेज सका, कृपया पुन: प्रयास करें
hu: Nem sikerült e-mailt küldeni, kérem próbálja újra
hy: Չհաջողվեց նամակ ուղարկել, խնդրում ենք նորից փորձեք
iw: לא ניתן לשלוח דוא"ל, נסה שוב בבקשה
ka: ელფოსტის გაგზავნა ვერ მოხერხდა, გთხოვთ, ხელახლა სცადოთ
kk: Электрондық поштаны жіберу мүмкін болмады, қайталап көріңіз
ky: Электрондук кат жөнөтүлбөй койду, кайра аракет кылыңыз
lv: Nevarēja nosūtīt e-pastu, lūdzu, mēģiniet vēlreiz
ms: Tidak dapat menghantar e-mel, sila cuba lagi
pa: ਈਮੇਲ ਭੇਜੀ ਨਹੀਂ ਜਾ ਸਕੀ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: Nu s-a putut trimite e-mailul, încercați din nou
sq: Email-i nuk mund të dërgohej, provoni përsëri
sr: Није могуће послати е-пошту, покушајте поново
ur: ای میل نہیں بھیجی جا سکی، براہ کرم دوبارہ کوشش کریں۔

# ip_blocked
source: Your IP has been temporarily blocked. Try again later please
af: Jou IP is tydelik geblokkeer. Probeer asseblief later weer
az: Sizin IP müvəqqəti olaraq bloklanıb. Daha sonra yenidən cəhd edin
be: Ваш IP быў часова заблакіраваны. Паўтарыце спробу пазней
bg: Вашето IP е временно блокирано. Моля, опитайте отново по-късно
bn: আপনার আইপি সাময়িকভাবে ব্লক করা হয়েছে। পরে আবার চেষ্টা করুন
cs: Vaše IP adresa byla dočasně zablokována. Zkuste to prosím znovu později
el: Η IP σας έχει αποκλειστεί προσωρινά. Δοκιμάστε ξανά αργότερα, παρακαλώ
fa: IP شما به طور موقت مسدود شده است. لطفاً بعداً دوباره امتحان کنید
hi: आपका आईपी अस्थायी रूप से अवरुद्ध कर दिया गया है। कृपया बाद में पुनः प्रयास करें
hu: Az IP-címe ideiglenesen le van tiltva. Kérjük, próbálja újra később
hy: Ձեր IP-ն ժամանակավորապես արգելափակվել է: Փորձեք ավելի ուշ, խնդրում եմ
iw: ה-IP שלך נחסם זמנית. נסה שוב מאוחר יותר בבקשה
ka: თქვენი IP დროებით დაბლოკილია. სცადეთ მოგვიანებით, გთხოვთ
kk: IP мекенжайыңыз уақытша бұғатталды. Әрекетті кейінірек қайталаңыз
ky: Сиздин IP убактылуу бөгөттөлгөн. Сураныч, кийинчерээк кайра аракет кылыңыз
lv: Jūsu IP ir īslaicīgi bloķēta. Lūdzu, vēlāk mēģiniet vēlreiz
ms: IP anda telah disekat buat sementara waktu. Cuba lagi nanti
pa: ਤੁਹਾਡਾ IP ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: IP-ul dvs. a fost blocat temporar. Încercați din nou mai târziu, vă rog
sq: IP-ja juaj është bllokuar përkohësisht. Provo sërish më vonë, të lutem
sr: Ваш ИП је привремено блокиран. Покушајте поново касније
ur: آپ کا IP عارضی طور پر بلاک کر دیا گیا ہے۔ براہ کرم بعد میں دوبارہ کوشش کریں۔

# phone_invalid
source: Invalid phone number
af: Ongeldige foonnommer
az: Yanlış telefon nömrəsi
be: Няправільны нумар тэлефона
bg: Невалиден телефонен номер
bn: অবৈধ ফোন নম্বর
cs: Neplatné telefonní číslo
el: Μη έγκυρος αριθμός τηλεφώνου
fa: شماره تلفن نامعتبر
hi: अवैध फोन नंबर
hu: Érvénytelen telefonszám
hy: Անվավեր հեռախոսահամար
iw: מספר טלפון לא תקין
ka: Არასწორი მობილურის ნომერი
kk: Жарамсыз телефон нөмірі
ky: Жараксыз телефон номери
lv: Nederīgs tālruņa numurs
ms: Nombor telefon tidak sah
pa: ਅਵੈਧ ਫ਼ੋਨ ਨੰਬਰ
ro: Numar de telefon invalid
sq: Numër telefoni i pavlefshëm
sr: Неважећи број телефона
ur: غلط فون نمبر

# internal_err
source: There was an internal error, try again later please
af: Daar was 'n interne fout, probeer asseblief later weer
az: Daxili xəta baş verdi, daha sonra yenidən cəhd edin
be: Адбылася ўнутраная памылка, паўтарыце спробу пазней
bg: Възникна вътрешна грешка, опитайте отново по-късно, моля
bn: একটি অভ্যন্তরীণ ত্রুটি ছিল, অনুগ্রহ করে পরে আবার চেষ্টা করুন৷
cs: Došlo k vnitřní chybě, zkuste to prosím znovu později
el: Παρουσιάστηκε εσωτερικό σφάλμα, δοκιμάστε ξανά αργότερα
fa: یک خطای داخلی وجود داشت، لطفاً بعداً دوباره امتحان کنید
hi: एक आंतरिक त्रुटि थी, कृपया बाद में पुन: प्रयास करें
hu: Belső hiba történt, kérjük, próbálja újra később
hy: Ներքին սխալ առաջացավ, խնդրում եմ, ավելի ուշ նորից փորձեք
iw: הייתה שגיאה פנימית, נסה שוב מאוחר יותר בבקשה
ka: იყო შიდა შეცდომა, გთხოვთ, სცადოთ მოგვიანებით
kk: Ішкі қате орын алды, әрекетті кейінірек қайталаңыз
ky: Ички ката кетти, бир аздан кийин кайталап көрүңүз
lv: Radās iekšēja kļūda. Lūdzu, vēlāk mēģiniet vēlreiz
ms: Terdapat ralat dalaman, sila cuba lagi kemudian
pa: ਇੱਕ ਅੰਦਰੂਨੀ ਤਰੁੱਟੀ ਸੀ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ro: A apărut o eroare internă, încercați din nou mai târziu
sq: Pati një gabim të brendshëm, ju lutemi provoni sërish më vonë
sr: Дошло је до интерне грешке, покушајте поново касније
ur: ایک اندرونی خرابی تھی، براہ کرم بعد میں دوبارہ کوشش کریں۔

# phone_unavailable
source: Phone sign up is currently not working, try other method please
af: Foonaanmelding werk tans nie, probeer asseblief 'n ander metode
az: Telefon qeydiyyatı hazırda işləmir, başqa üsuldan istifadə edin
be: Тэлефонная рэгістрацыя зараз не працуе, паспрабуйце іншы спосаб
bg: Регистрацията по телефона в момента не работи, опитайте друг метод, моля
bn: ফোন সাইন আপ বর্তমানে কাজ করছে না, অন্য পদ্ধতি চেষ্টা করুন দয়া করে
cs: Telefonické přihlášení momentálně nefunguje, zkuste prosím jiný způsob
el: Η τηλεφωνική εγγραφή δεν λειτουργεί αυτήν τη στιγμή, δοκιμάστε άλλη μέθοδο
fa: ثبت نام تلفنی در حال حاضر کار نمی کند، لطفا روش دیگری را امتحان کنید
hi: फ़ोन साइन अप वर्तमान में काम नहीं कर रहा है, कृपया अन्य विधि का प्रयास करें
hu: A telefonos regisztráció jelenleg nem működik, próbáljon más módszert
hy: Հեռախոսային գրանցումը ներկայումս չի աշխատում, խնդրում ենք փորձել այլ եղանակ
iw: ההרשמה לטלפון אינה פועלת כרגע, נסה שיטה אחרת בבקשה
ka: ტელეფონის რეგისტრაცია ამჟამად არ მუშაობს, გთხოვთ, სცადოთ სხვა მეთოდი
kk: Телефонмен тіркелу қазір жұмыс істемейді, басқа әдісті қолданып көріңіз
ky: Телефон менен катталуу учурда иштебей жатат, башка ыкманы колдонуп көрүңүз
lv: Pieteikšanās pa tālruni pašlaik nedarbojas, lūdzu, izmēģiniet citu metodi
ms: Pendaftaran telefon tidak berfungsi pada masa ini, sila cuba kaedah lain
pa: ਫ਼ੋਨ ਸਾਈਨ ਅੱਪ ਇਸ ਵੇਲੇ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਅਜ਼ਮਾਓ
ro: Înregistrarea la telefon nu funcționează în prezent, încercați altă metodă
sq: Regjistrimi në telefon aktualisht nuk funksionon, ju lutemi provoni një metodë tjetër
sr: Регистрација телефоном тренутно не ради, покушајте са другим методом
ur: فون سائن اپ فی الحال کام نہیں کر رہا ہے، براہ کرم دوسرا طریقہ آزمائیں۔

# sms_invalid
source: Invalid SMS code
af: Ongeldige SMS-kode
az: Yanlış SMS kodu
be: Няправільны код SMS
bg: Невалиден SMS код
bn: অবৈধ SMS কোড
cs: Neplatný SMS kód
el: Μη έγκυρος κωδικός SMS
fa: کد پیامک نامعتبر است
hi: अमान्य एसएमएस कोड
hu: Érvénytelen SMS-kód
hy: Անվավեր SMS կոդը
iw: קוד SMS לא חוקי
ka: არასწორი SMS კოდი
kk: Жарамсыз SMS коды
ky: Жараксыз SMS коду
lv: Nederīgs SMS kods
ms: Kod SMS tidak sah
pa: ਅਵੈਧ SMS ਕੋਡ
ro: Cod SMS nevalid
sq: Kodi SMS i pavlefshëm
sr: Неважећи СМС код
ur: غلط SMS کوڈ

# email_sent
source: Email is sent to {login}. Check SPAM also.
af: E-pos word na {login} gestuur. Gaan ook SPAM na.
az: E-poçt {login} ünvanına göndərilir. SPAM-ı da yoxlayın.
be: Электронны ліст адпраўляецца на адрас {login}. Таксама праверце СПАМ.
bg: Имейлът се изпраща до {login}. Проверете и СПАМ.
bn: {login}-এ ইমেল পাঠানো হয়েছে৷ এছাড়াও স্প্যাম চেক করুন.
cs: E-mail je odeslán na adresu {login}. Zkontrolujte také SPAM.
el: Έστειλε email στη διεύθυνση {login}. Ελέγξτε επίσης το SPAM.
fa: ایمیل به {login} ارسال می شود. SPAM را نیز بررسی کنید.
hi: ईमेल {login} पर भेजा जाता है। स्पैम भी चेक करें।
hu: Az e-mailt a(z) {login} címre küldtük. Ellenőrizze a SPAM-et is.
hy: Նամակն ուղարկվում է {login} հասցեին: Ստուգեք նաև SPAM-ը:
iw: דוא"ל נשלח אל {login}. בדוק גם SPAM.
ka: ელფოსტა იგზავნება {login}-ზე. ასევე შეამოწმეთ სპამი.
kk: Электрондық пошта {login} мекенжайына жіберілді. СПАМды да тексеріңіз.
ky: Электрондук кат {login} дарегине жөнөтүлдү. СПАМды да текшериңиз.
lv: E-pasts tiek nosūtīts uz {login}. Pārbaudiet arī SPAM.
ms: E-mel dihantar ke {login}. Semak SPAM juga.
pa: ਈਮੇਲ {login} ਨੂੰ ਭੇਜੀ ਜਾਂਦੀ ਹੈ। ਸਪੈਮ ਦੀ ਵੀ ਜਾਂਚ ਕਰੋ।
ro: E-mailul este trimis la {login}. Verificați și SPAM-ul.
sq: Email dërgohet te {login}. Kontrolloni gjithashtu SPAM-in.
sr: Имејл се шаље на {login}. Проверите и СПАМ.
ur: ای میل {login} پر بھیجی جاتی ہے۔ سپیم بھی چیک کریں۔

source: OPEN
af: OOP
be: АДКРЫЦЬ
bg: ДА ОТВОРИШ
bn: খুলতে
cs: OTEVŘÍT
el: ΓΙΑ ΝΑ ΑΝΟΙΞΩ
fa: باز کن
hu: KINYITNI
hy: ԲԱՑԵԼ
iw: לִפְתוֹחַ
ka: გასახსნელად
kk: АШУ
ky: АЧУУ
lv: ATVĒRT
ms: UNTUK MEMBUKA
pa: ਖੋਲ੍ਹਣ ਲਈ
ro: A DESCHIDE
ur: کھولنے کے لئے

# err_terms
source: Could not save your answer, try again please
bn: আপনার উত্তর সংরক্ষণ করা যায়নি, আবার চেষ্টা করুন
cs: Vaši odpověď se nepodařilo uložit, zkuste to prosím znovu
el: Δεν ήταν δυνατή η αποθήκευση της απάντησής σας, δοκιμάστε ξανά παρακαλώ
hu: Nem sikerült menteni a választ, kérem próbálja újra
hy: Չհաջողվեց պահպանել ձեր պատասխանը, խնդրում ենք նորից փորձեք
ky: Жообуңуз сакталган жок, кайра аракет кылыңыз
lv: Nevarēja saglabāt atbildi, lūdzu, mēģiniet vēlreiz
pa: ਤੁਹਾਡਾ ਜਵਾਬ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Sign up
bn: নিবন্ধন করুন
cs: Přihlásit se
el: Εγγραφείτε
hu: Regisztrálj
hy: Գրանցվել
ky: Кирүү
lv: Pierakstīties
pa: ਸਾਇਨ ਅਪ

source: BACK
bn: পেছনে
cs: ZADNÍ
el: ΠΙΣΩ
hu: VISSZA
hy: ՀԵՏ
ky: КАЙТ
lv: ATPAKAĻ
pa: ਵਾਪਸ

# too_many
source: Too many requests, try again later please
bn: অনেক বেশি অনুরোধ, অনুগ্রহ করে পরে আবার চেষ্টা করুন
cs: Příliš mnoho požadavků, zkuste to prosím znovu později
el: Πάρα πολλά αιτήματα, δοκιμάστε ξανά αργότερα
hu: Túl sok kérés, próbálkozzon újra később
hy: Չափազանց շատ հարցումներ: Խնդրում ենք փորձել ավելի ուշ
ky: Өтүнүчтөр өтө көп, сураныч, бир аздан кийин кайталап көрүңүз
lv: Pārāk daudz pieprasījumu, lūdzu, vēlāk mēģiniet vēlreiz
pa: ਬਹੁਤ ਸਾਰੀਆਂ ਬੇਨਤੀਆਂ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
