Repository: kBrahman/hi
Catalog: lib/l10n/app_*.arb
Languages: af, az, be, bg, bn, cs, el, fa, hi, hu, hy, iw, ka, kk, ky, lv, ms, pa, ro, sq, sr, ur

# terms
source: 'Zhet' ('we' or 'us' or 'our') respects human dignity of our users ('user' or 'you'). We do not support any kind of discrimination, threats, bullying, harassment and abuse. This Terms of user/user Policy explains how we moderate such an objectionable content which features discrimination, threats, bullying, harassment or abuse. Please read this Policy carefully. IF YOU DO NOT AGREE WITH THE TERMS OF THIS POLICY, PLEASE DO NOT ACCESS THE APPLICATION. We reserve the right to make changes to this Policy at any time and for any reason. You MUST accept the terms of this policy in order to use the app OBJECTIONABLE CONTENT AND BEHAVIORS: We define any kind of discrimination, threats, bullying, harassment and abuse as objectionable behavior. We define sexually explicit content as objectionable content. APP USAGE: While using this app you agree not to expose objectionable content or behaviors against any other user. If you violate the terms of this Policy you will be temporarily banned from using this app. In case of continued violation, i.e. if we keep getting complaint reports from other users on your account, your account will be terminated and you will never ever be able to use this app.
af: 'Zhet' ('ons' of 'ons' of 'ons') respekteer die menswaardigheid van ons gebruikers ('gebruiker' of 'jy'). Ons ondersteun nie enige vorm van diskriminasie, dreigemente, afknouery, teistering en mishandeling nie. Hierdie Bepalings van Gebruiker/Gebruikersbeleid verduidelik hoe ons so 'n aanstootlike inhoud modereer wat diskriminasie, dreigemente, afknouery, teistering of misbruik bevat. Lees asseblief hierdie Beleid noukeurig. INDIEN JY NIE SAAMSTEM MET DIE BEPALINGS VAN HIERDIE BELEID NIE, MOET ASSEBLIEF NIE TOEGANG TOT DIE AANSOEK. Ons behou die reg voor om enige tyd en om enige rede veranderinge aan hierdie Beleid aan te bring. Jy MOET die bepalings van hierdie beleid aanvaar om die toepassing te kan gebruik BESKENKLIKE INHOUD EN GEDRAG: Ons definieer enige vorm van diskriminasie , dreigemente, afknouery, teistering en mishandeling as aanstootlike gedrag. Ons definieer seksueel eksplisiete inhoud as aanstootlike inhoud. APP GEBRUIK: Terwyl jy hierdie toepassing gebruik, stem jy in om nie aanstootlike inhoud of gedrag teen enige ander gebruiker bloot te stel nie. As jy oortree die bepalings van hierdie beleid sal jy tydelik verban word af van die gebruik van hierdie toepassing. In die geval van voortgesette oortreding, dit wil sê as ons steeds klagverslae van ander gebruikers op jou rekening kry, sal jou rekening beëindig word en jy sal nooit ooit hierdie toepassing kan gebruik nie.
az: 'Zhet' ('biz' və ya 'bizim' və ya 'bizim') istifadəçilərimizin ('istifadəçi' və ya 'siz') insan ləyaqətinə hörmət edir. Biz heç bir ayrı-seçkiliyi, təhdidləri, zorakılığı, təqib və sui-istifadəni dəstəkləmirik. İstifadəçi/istifadəçi Siyasətinin bu Şərtləri ayrı-seçkilik, təhdid, zorakılıq, təqib və ya sui-istifadəni özündə əks etdirən belə bir etiraza səbəb olan məzmunu necə idarə etdiyimizi izah edir. Zəhmət olmasa bu Siyasəti diqqətlə oxuyun. ƏGƏR BU SİYASƏTİN ŞƏRTLƏRİ İLƏ RAZI DEYİLSİNİZSƏ, LÜTFEN TƏTBİQ ETMƏYİN. Biz istənilən vaxt və hər hansı səbəbdən bu Siyasətdə dəyişiklik etmək hüququnu özümüzdə saxlayırıq. Tətbiqdən istifadə etmək üçün bu siyasətin şərtlərini qəbul etməlisiniz MƏZMUNLUQ VƏ DAVRANIŞLAR: Biz istənilən növ ayrı-seçkiliyi, təhdidləri, zorakılığı, təcavüzü və sui-istifadəni xoşagəlməz davranış kimi müəyyən edirik. Biz açıq-saçıq seksual məzmunu etiraz edilən məzmun kimi müəyyən edirik. . TƏTBİQ İSTİFADƏSİ: Bu proqramdan istifadə edərkən siz hər hansı digər istifadəçiyə qarşı mənfi məzmun və ya davranışları ifşa etməməyə razılaşırsınız. Bu Siyasətin şərtlərini pozarsanız, müvəqqəti olaraq bu tətbiqdən istifadə etmək qadağan olunacaq. Davamlı pozuntu halında, yəni hesabınızdakı digər istifadəçilərdən şikayət hesabatları almağa davam etsək, hesabınız bağlanacaq və siz heç vaxt bu tətbiqdən istifadə edə bilməyəcəksiniz.
be: «Zhet» («мы» або «нас» або «наш») паважае чалавечую годнасць нашых карыстальнікаў («карыстальнік» або «вы»). Мы не падтрымліваем любыя віды дыскрымінацыі, пагроз, здзекаў, пераследу і злоўжыванняў. У гэтых Умовах карыстальніцкай/карыстальніцкай палітыкі тлумачыцца, як мы мадэруем такі непажаданы кантэнт, які дэманструе дыскрымінацыю, пагрозы, здзекі, пераслед або злоўжыванне. Калі ласка, уважліва прачытайце гэтую Палітыку. КАЛІ ВЫ НЕ ЗГОДНЫЯ З УМОВАМІ ГЭТАЙ ПАЛІТЫКІ, КАЛІ ЛАСКА, НЕ ЗАХОДЗІЦЕ ДА ЗАЯЎКІ. Мы пакідаем за сабой права ўносіць змены ў гэтую Палітыку ў любы час і па любой прычыне. Вы ПАВІННЫ прыняць умовы гэтай палітыкі, каб выкарыстоўваць прыкладанне НЕПРАЦЯЖАЛЬНЫ ЗМЕСТ І ПАВОДЗІНЫ: Мы вызначаем любыя віды дыскрымінацыі, пагроз, здзекаў, пераследу і злоўжыванняў як непрыемныя паводзіны. Мы вызначаем змесціва сексуальнага характару як непрыемныя змесціва. . ВЫКАРЫСТАННЕ ПРЫЛАГАННЯ: Выкарыстоўваючы гэтае прылажэнне, вы згаджаецеся не выстаўляць непажаданага змесціва або паводзін супраць любога іншага карыстальніка. Калі вы парушаеце ўмовы гэтай Палітыкі, вам будзе часова забаронена выкарыстоўваць гэта дадатак. У выпадку працягвання парушэнняў, г.зн. калі мы працягваем атрымліваць скаргі ад іншых карыстальнікаў на ваш уліковы запіс, дзеянне вашага ўліковага запісу будзе спынена, і вы ніколі не зможаце выкарыстоўваць гэта дадатак.
bg: „Zhet“ („ние“ или „нас“ или „наш“) зачита човешкото достойнство на нашите потребители („потребител“ или „вие“). Ние не подкрепяме всякакъв вид дискриминация, заплахи, малтретиране, тормоз и малтретиране. Настоящите Условия за потребителя/Потребителска политика обясняват как модерираме такова нежелателно съдържание, което включва дискриминация, заплахи, малтретиране, тормоз или злоупотреба. Моля, прочетете внимателно тази Политика. АКО НЕ СТЕ СЪГЛАСНИ С УСЛОВИЯТА НА ТАЗИ ПОЛИТИКА, МОЛЯ, НЕ ОТВЪРШВАЙТЕ ДОСТЪП ДО ПРИЛОЖЕНИЕТО. Ние си запазваме правото да правим промени в тази Политика по всяко време и по каквато и да е причина. ТРЯБВА да приемете условията на тази политика, за да използвате приложението НЕЖЕЛНО СЪДЪРЖАНИЕ И ПОВЕДЕНИЕ: Ние определяме всякакъв вид дискриминация, заплахи, тормоз, тормоз и злоупотреба като нежелано поведение. Ние определяме сексуално открито съдържание като нежелано съдържание . ИЗПОЛЗВАНЕ НА ПРИЛОЖЕНИЕТО: Докато използвате това приложение, вие се съгласявате да не излагате нежелано съдържание или поведение срещу други потребители. Ако нарушите условията на тази Политика, ще ви бъде временно забранено да използвате това приложение. В случай на продължаващо нарушение, т.е. ако продължаваме да получаваме доклади за оплаквания от други потребители на вашия акаунт, акаунтът ви ще бъде прекратен и никога няма да можете да използвате това приложение.
bn: 'Zhet' ('আমরা' বা 'আমাদের' বা 'আমাদের') আমাদের ব্যবহারকারীদের ('ব্যবহারকারী' বা 'আপনি') মানবিক মর্যাদাকে সম্মান করে। আমরা কোনো ধরনের বৈষম্য, হুমকি, ধমক, হয়রানি এবং অপব্যবহার সমর্থন করি না। এই ব্যবহারকারী/ব্যবহারকারীর নীতির শর্তাবলী ব্যাখ্যা করে যে আমরা কীভাবে বৈষম্য, হুমকি, ধমক, হয়রানি বা অপব্যবহারের বৈশিষ্ট্যযুক্ত এমন একটি আপত্তিকর বিষয়বস্তু নিয়ন্ত্রণ করি। দয়া করে এই নীতিটি মনোযোগ সহকারে পড়ুন। আপনি যদি এই নীতির শর্তাবলীর সাথে একমত না হন, অনুগ্রহ করে আবেদনটি অ্যাক্সেস করবেন না৷ আমরা যেকোনো সময় এবং যেকোনো কারণে এই নীতিতে পরিবর্তন করার অধিকার সংরক্ষণ করি৷ অ্যাপটি ব্যবহার করার জন্য আপনাকে অবশ্যই এই নীতির শর্তাবলী মেনে নিতে হবে আপত্তিকর বিষয়বস্তু এবং আচরণ: আমরা যেকোনো ধরনের বৈষম্য, হুমকি, ধমক, হয়রানি এবং অপব্যবহারকে আপত্তিকর আচরণ হিসেবে সংজ্ঞায়িত করি। আমরা যৌনতাপূর্ণ বিষয়বস্তুকে আপত্তিকর বিষয়বস্তু হিসেবে সংজ্ঞায়িত করি . অ্যাপ ব্যবহার: এই অ্যাপটি ব্যবহার করার সময় আপনি অন্য কোন ব্যবহারকারীর বিরুদ্ধে আপত্তিকর বিষয়বস্তু বা আচরণ প্রকাশ না করতে সম্মত হন। আপনি যদি এই নীতির শর্তাবলী লঙ্ঘন করেন তবে আপনাকে এই অ্যাপটি ব্যবহার করা থেকে সাময়িকভাবে নিষিদ্ধ করা হবে। ক্রমাগত লঙ্ঘনের ক্ষেত্রে, অর্থাৎ আমরা যদি আপনার অ্যাকাউন্টে অন্যান্য ব্যবহারকারীদের কাছ থেকে অভিযোগের প্রতিবেদন পেতে থাকি, তাহলে আপনার অ্যাকাউন্টটি বন্ধ হয়ে যাবে এবং আপনি কখনই এই অ্যাপটি ব্যবহার করতে পারবেন না।
cs: „Zhet“ („my“ nebo „nás“ nebo „naše“) respektuje lidskou důstojnost našich uživatelů („uživatel“ nebo „vy“). Nepodporujeme žádnou diskriminaci, vyhrožování, šikanu, obtěžování a zneužívání. Tyto Podmínky pro uživatele/uživatele vysvětlují, jak moderujeme takový nežádoucí obsah, který obsahuje diskriminaci, vyhrožování, šikanu, obtěžování nebo zneužívání. Přečtěte si prosím pozorně tyto zásady. POKUD NESOUHLASÍTE S PODMÍNKAMI TĚCHTO ZÁSAD, NEVSTUPUJTE K APLIKACI. Vyhrazujeme si právo tyto zásady kdykoli a z jakéhokoli důvodu změnit. Abyste mohli aplikaci používat, MUSÍTE přijmout podmínky těchto zásad PROTIVÝHODNÝ OBSAH A CHOVÁNÍ: Jakýkoli druh diskriminace, vyhrožování, šikany, obtěžování a zneužívání definujeme jako nežádoucí chování. Sexuálně explicitní obsah definujeme jako nevhodný obsah . VYUŽÍVÁNÍ APLIKACE: Při používání této aplikace souhlasíte s tím, že nebudete odhalovat nevhodný obsah nebo chování vůči jinému uživateli. Pokud porušíte podmínky těchto zásad, bude vám dočasně zakázáno používat tuto aplikaci. V případě pokračujícího porušování, tj. pokud budeme na vašem účtu neustále dostávat zprávy o stížnostech od ostatních uživatelů, bude váš účet ukončen a tuto aplikaci nikdy nebudete moci používat.
el: Το 'Zhet' ('εμείς' ή 'εμείς' ή 'μας') σέβεται την ανθρώπινη αξιοπρέπεια των χρηστών μας ('χρήστης' ή 'εσείς'). Δεν υποστηρίζουμε κανενός είδους διακρίσεις, απειλές, εκφοβισμό, παρενόχληση και κακοποίηση. Αυτή η Πολιτική Όρων Χρήστη/Χρήστη εξηγεί πώς εποπτεύουμε ένα τέτοιο απαράδεκτο περιεχόμενο που περιλαμβάνει διακρίσεις, απειλές, εκφοβισμό, παρενόχληση ή κατάχρηση. Διαβάστε προσεκτικά αυτήν την Πολιτική. ΕΑΝ ΔΕΝ ΣΥΜΦΩΝΕΙΤΕ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ ΠΟΛΙΤΙΚΗΣ, ΠΑΡΑΚΑΛΩ ΜΗΝ ΠΡΟΣΒΑΣΕΤΕ ΣΤΗΝ ΕΦΑΡΜΟΓΗ. Διατηρούμε το δικαίωμα να κάνουμε αλλαγές στην παρούσα Πολιτική ανά πάσα στιγμή και για οποιονδήποτε λόγο. ΠΡΕΠΕΙ να αποδεχτείτε τους όρους αυτής της πολιτικής για να χρησιμοποιήσετε την εφαρμογή ΑΝΙΣΧΗΜΑ ΠΕΡΙΕΧΟΜΕΝΟ ΚΑΙ ΣΥΜΠΕΡΙΦΟΡΕΣ: Ορίζουμε κάθε είδους διάκριση, απειλές, εκφοβισμό, παρενόχληση και κακοποίηση ως απαράδεκτη συμπεριφορά. Ορίζουμε το σεξουαλικό περιεχόμενο ως απαράδεκτο περιεχόμενο . ΧΡΗΣΗ ΕΦΑΡΜΟΓΗΣ: Κατά τη χρήση αυτής της εφαρμογής συμφωνείτε να μην εκθέσετε απαράδεκτο περιεχόμενο ή συμπεριφορές έναντι οποιουδήποτε άλλου χρήστη. Εάν παραβιάσετε τους όρους αυτής της Πολιτικής, θα αποκλειστείτε προσωρινά η χρήση αυτής της εφαρμογής. Σε περίπτωση συνεχιζόμενης παράβασης, δηλαδή εάν συνεχίσουμε να λαμβάνουμε αναφορές παραπόνων από άλλους χρήστες στον λογαριασμό σας, ο λογαριασμός σας θα τερματιστεί και δεν θα μπορείτε ποτέ να χρησιμοποιήσετε αυτήν την εφαρμογή.
fa: 'Zhet' ('ما' یا 'ما' یا 'ما') به کرامت انسانی کاربران ما ('کاربر' یا 'شما') احترام می گذارد. ما از هیچ نوع تبعیض، تهدید، قلدری، آزار و اذیت و سوء استفاده حمایت نمی کنیم. این شرایط خط‌مشی کاربر/کاربر توضیح می‌دهد که چگونه چنین محتوای اعتراض‌آمیزی را که دارای تبعیض، تهدید، قلدری، آزار و اذیت یا سوءاستفاده است تعدیل می‌کنیم. لطفا این خط مشی را با دقت بخوانید. اگر با شرایط این خط‌مشی موافق نیستید، لطفاً به برنامه دسترسی ندهید. ما این حق را برای خود محفوظ می‌داریم که در هر زمان و به هر دلیلی این خط‌مشی را تغییر دهیم. برای استفاده از برنامه، باید شرایط این خط‌مشی را بپذیرید محتوا و رفتارهای غیرقابل اعتراض: ما هر نوع تبعیض، تهدید، قلدری، آزار و اذیت و سوء استفاده را به‌عنوان رفتاری ناپسند تعریف می‌کنیم. محتوای صریح جنسی را به‌عنوان محتوای اعتراض‌آمیز تعریف می‌کنیم. . استفاده از برنامه: هنگام استفاده از این برنامه، موافقت می‌کنید که محتوا یا رفتارهای ناپسند علیه هر کاربر دیگری را افشا نکنید. اگر شرایط این خط‌مشی را نقض کنید، موقتاً از استفاده از این برنامه منع خواهید شد. در صورت تداوم تخلف، یعنی در صورت دریافت گزارش‌های شکایت از سایر کاربران در حساب شما، حساب شما بسته می‌شود و هرگز نمی‌توانید از این برنامه استفاده کنید.
hi: 'Zhet' ('हम' या 'हम' या 'हमारे') हमारे उपयोगकर्ताओं ('उपयोगकर्ता' या 'आप') की मानवीय गरिमा का सम्मान करते हैं। हम किसी भी प्रकार के भेदभाव, धमकियों, धमकाने, उत्पीड़न और दुर्व्यवहार का समर्थन नहीं करते हैं। उपयोगकर्ता/उपयोगकर्ता नीति की यह शर्तें बताती हैं कि हम ऐसी आपत्तिजनक सामग्री को कैसे मॉडरेट करते हैं जिसमें भेदभाव, धमकी, धमकाने, उत्पीड़न या दुर्व्यवहार शामिल है। इस नीति को ध्यान से पढ़ें। यदि आप इस नीति की शर्तों से सहमत नहीं हैं, तो कृपया आवेदन तक न पहुंचें। हम किसी भी समय और किसी भी कारण से इस नीति में बदलाव करने का अधिकार सुरक्षित रखते हैं। ऐप का उपयोग करने के लिए आपको इस नीति की शर्तों को स्वीकार करना होगा आपत्तिजनक सामग्री और व्यवहार: हम किसी भी प्रकार के भेदभाव, धमकी, धमकाने, उत्पीड़न और दुर्व्यवहार को आपत्तिजनक व्यवहार के रूप में परिभाषित करते हैं। हम स्पष्ट यौन सामग्री को आपत्तिजनक सामग्री के रूप में परिभाषित करते हैं। . एपीपी उपयोग: इस ऐप का उपयोग करते समय आप सहमत हैं कि आप किसी अन्य उपयोगकर्ता के खिलाफ आपत्तिजनक सामग्री या व्यवहार को उजागर नहीं करेंगे। यदि आप इस नीति की शर्तों का उल्लंघन करते हैं तो आपको इस ऐप का उपयोग करने से अस्थायी रूप से प्रतिबंधित कर दिया जाएगा। निरंतर उल्लंघन के मामले में, अर्थात यदि हम आपके खाते पर अन्य उपयोगकर्ताओं से शिकायत रिपोर्ट प्राप्त करते रहते हैं, तो आपका खाता समाप्त कर दिया जाएगा और आप कभी भी इस ऐप का उपयोग नहीं कर पाएंगे।
hu: A „Zhet” („mi” vagy „minket” vagy „a miénk”) tiszteletben tartja felhasználóink ('felhasználó' vagy „te') emberi méltóságát. Nem támogatunk semmiféle diszkriminációt, fenyegetést, megfélemlítést, zaklatást és visszaélést. Ez a felhasználói feltételek/felhasználói szabályzat elmagyarázza, hogyan moderálunk egy ilyen kifogásolható tartalmat, amely diszkriminációt, fenyegetést, megfélemlítést, zaklatást vagy visszaélést tartalmaz. Kérjük, figyelmesen olvassa el ezt a szabályzatot. HA NEM EGYETÉRT A JELEN SZABÁLYZAT FELTÉTELEIVEL, KÉRJÜK, NE FÉRJÜK FEL AZ ALKALMAZÁSHOZ. Fenntartjuk a jogot, hogy a jelen Szabályzatot bármikor és bármilyen okból módosítsuk. Az alkalmazás használatához el KELL fogadnia a jelen szabályzat feltételeit. KITÁNYOZHATÓ TARTALOM ÉS VISELKEDÉS: Mindenfajta diszkriminációt, fenyegetést, zaklatást, zaklatást és visszaélést kifogásolható magatartásként határozunk meg. A szexuálisan nyílt tartalmat kifogásolható tartalomként definiáljuk. . ALKALMAZÁS HASZNÁLATA: Az alkalmazás használata közben beleegyezik abba, hogy nem tesz ki kifogásolható tartalmat vagy viselkedést más felhasználókkal szemben. Ha megsérti a jelen Szabályzat feltételeit, ideiglenesen kitiltjuk az alkalmazás használatából. Folyamatos jogsértés esetén, azaz ha folyamatosan panaszjelentéseket kapunk a fiókjában lévő más felhasználóktól, fiókja megszűnik, és soha nem fogja tudni használni ezt az alkalmazást.
hy: «Zhet» («մենք» կամ «մեզ» կամ «մեր») հարգում է մեր օգտատերերի («օգտատեր» կամ «դուք») մարդկային արժանապատվությունը: Մենք չենք աջակցում որևէ տեսակի խտրականության, սպառնալիքների, ահաբեկման, ոտնձգությունների և չարաշահումների: Օգտատիրոջ/օգտատիրոջ քաղաքականության այս պայմանները բացատրում է, թե ինչպես ենք մենք վերահսկում նման անընդունելի բովանդակությունը, որը պարունակում է խտրականություն, սպառնալիքներ, ահաբեկում, ոտնձգություն կամ չարաշահում: Խնդրում ենք ուշադիր կարդալ այս քաղաքականությունը: ԵԹԵ ՀԱՄԱՁԱՅՆ ՉԵՔ ԱՅՍ ՔԱՂԱՔԱԿԱՆՈՒԹՅԱՆ ՊԱՅՄԱՆՆԵՐԻ ՀԵՏ, ԽՆԴՐՈՒՄ ԵՆՔ ՄԻ ՄԱՏՉԵԼ ՀԱՅՏՈՒՄ: Մենք իրավունք ենք վերապահում փոփոխություններ կատարել այս քաղաքականության մեջ ցանկացած ժամանակ և ցանկացած պատճառով: Հավելվածն օգտագործելու համար դուք պետք է ընդունեք այս քաղաքականության պայմանները ԱՌԱՐԿԱԲԵՐԱԿԱՆ ԲՈՎԱՆԴԱԿՈՒԹՅՈՒՆ ԵՎ ՎԱՐՔԱԳՐՈՒԹՅՈՒՆՆԵՐ. Մենք սահմանում ենք ցանկացած տեսակի խտրականություն, սպառնալիքներ, ահաբեկում, ոտնձգություն և չարաշահում որպես անընդունելի վարք: Մենք սահմանում ենք բացահայտ սեռական բովանդակությունը որպես անարգելի բովանդակություն: . ՀԱՎԵԼՎԱԾԻ ՕԳՏԱԳՈՐԾՈՒՄԸ․ Եթե դուք խախտում եք այս քաղաքականության պայմանները, ձեզ ժամանակավորապես կարգելվի օգտագործել այս հավելվածը: Շարունակական խախտման դեպքում, այսինքն, եթե մենք շարունակենք բողոքներ ստանալ ձեր հաշվում այլ օգտվողներից, ձեր հաշիվը կդադարեցվի, և դուք երբեք չեք կարողանա օգտագործել այս հավելվածը:
iw: 'ז'ט' ('אנחנו' או 'אנחנו' או 'שלנו') מכבד את כבוד האדם של המשתמשים שלנו ('משתמש' או 'אתה'). אנחנו לא תומכים בכל סוג של אפליה, איומים, בריונות, הטרדה והתעללות. תנאים אלה של מדיניות משתמש/משתמש מסבירים כיצד אנו מתנהלים תוכן פוגעני שכזה הכולל אפליה, איומים, בריונות, הטרדה או התעללות. אנא קרא מדיניות זו בעיון. אם אינך מסכים לתנאים של מדיניות זו, נא לא לגשת ליישום. אנו שומרים לעצמך את הזכות לבצע שינויים במדיניות זו בכל עת ומכל סיבה. עליך לקבל את תנאי המדיניות הזו כדי להשתמש באפליקציה תוכן והתנהגויות מעוררות התנגדות: אנו מגדירים כל סוג של אפליה, איומים, בריונות, הטרדה והתעללות כהתנהגות מעוררת התנגדות. אנו מגדירים תוכן מיני בוטה כתוכן מעורר התנגדות. . שימוש באפליקציה: במהלך השימוש באפליקציה זו אתה מסכים לא לחשוף תוכן או התנהגויות מעוררות התנגדות כלפי כל משתמש אחר. אם תפר את התנאים של מדיניות זו, ייאסר עליך באופן זמני להשתמש באפליקציה זו. במקרה של הפרה מתמשכת, כלומר אם נמשיך לקבל דיווחי תלונות ממשתמשים אחרים בחשבונך, חשבונך ייסגר ולעולם לא תוכל להשתמש באפליקציה זו.
ka: 'Zhet' ('ჩვენ' ან 'ჩვენ' ან 'ჩვენი') პატივს სცემს ჩვენი მომხმარებლების ადამიანურ ღირსებას ('მომხმარებელი' ან 'თქვენ'). ჩვენ არ ვუჭერთ მხარს რაიმე სახის დისკრიმინაციას, მუქარას, ბულინგის, შევიწროებას და შეურაცხყოფას. მომხმარებლის/მომხმარებლის პოლიტიკის ეს პირობები განმარტავს, თუ როგორ ვარეგულირებთ ისეთ უსიამოვნო კონტენტს, რომელიც შეიცავს დისკრიმინაციას, მუქარას, დაშინებას, შევიწროებას ან შეურაცხყოფას. გთხოვთ, ყურადღებით წაიკითხოთ ეს პოლიტიკა. თუ თქვენ არ ეთანხმებით ამ პოლიტიკის პირობებს, გთხოვთ, არ მიიღოთ წვდომა აპლიკაციაში. ჩვენ ვიტოვებთ უფლებას შევიტანოთ ცვლილებები ამ პოლიტიკაში ნებისმიერ დროს და რაიმე მიზეზით. თქვენ უნდა დაეთანხმოთ ამ პოლიტიკის პირობებს იმისათვის, რომ გამოიყენოთ აპი საჩივარი კონტენტი და ქცევა: ჩვენ განვსაზღვრავთ ნებისმიერი სახის დისკრიმინაციას, მუქარას, დაშინებას, შევიწროებასა და შეურაცხყოფას, როგორც არასასიამოვნო ქცევას. ჩვენ განვსაზღვრავთ სექსუალურ შინაარსს, როგორც საძაგელ შინაარსს. . აპის გამოყენება: ამ აპის გამოყენებისას თქვენ ეთანხმებით, რომ არ გამოამჟღავნოთ არასასურველი კონტენტი ან ქცევა სხვა მომხმარებლის წინააღმდეგ. თუ თქვენ დაარღვევთ ამ პოლიტიკის პირობებს, თქვენ დროებით აეკრძალებათ ამ აპლიკაციის გამოყენება. დარღვევის გაგრძელების შემთხვევაში, ანუ თუ ჩვენ კვლავ ვიღებთ საჩივრების ანგარიშებს თქვენს ანგარიშზე სხვა მომხმარებლებისგან, თქვენი ანგარიში შეწყდება და ვერასოდეს შეძლებთ ამ აპის გამოყენებას.
kk: «Жет» («біз» немесе «біз» немесе «біздің») пайдаланушыларымыздың («пайдаланушы» немесе «сіз») адамдық қадір-қасиетін құрметтейді. Біз ешқандай кемсітушілікті, қорқытуды, қорлауды, қудалауды және қорлауды қолдамаймыз. Бұл пайдаланушы/пайдаланушы саясаты шарттары дискриминация, қауіп-қатер, қорлау, қудалау немесе қорлауды көрсететін осындай жағымсыз мазмұнды қалай реттейтінімізді түсіндіреді. Осы Саясатты мұқият оқып шығыңыз. ЕГЕР СІЗ ОСЫ САЯСАТТЫҢ ШАРТТАРЫМЕН КЕЛІСБЕСЕҢІЗ, ҚОЛДАНБАҒА ҚОЛДАНБАҢЫЗ. Біз осы Саясатқа кез келген уақытта және кез келген себеппен өзгертулер енгізу құқығын өзімізде қалдырамыз. Қолданбаны пайдалану үшін осы саясаттың шарттарын қабылдауға КЕРЕК ҚАРСЫ МАЗМҰН ЖӘНЕ МҰНЫҚ-МҰНЫСТАР: Біз кемсітушіліктің, қорқытудың, қорлаудың, қудалаудың және қорлаудың кез келген түрін жағымсыз мінез-құлық ретінде анықтаймыз. Біз сексуалдық сипаттағы мазмұнды жағымсыз мазмұн ретінде анықтаймыз. . ҚОЛДАНБА ПАЙДАЛАНУ: Осы қолданбаны пайдалану кезінде сіз басқа пайдаланушыға қарсы жағымсыз мазмұнды немесе әрекеттерді көрсетпеуге келісесіз. Осы Саясаттың шарттарын бұзсаңыз, сізге бұл қолданбаны пайдалануға уақытша тыйым салынады. Бұзушылық жалғасқан жағдайда, яғни тіркелгіңізге басқа пайдаланушылардан шағым есептерін алуды жалғастыра берсек, тіркелгіңіз тоқтатылады және сіз бұл қолданбаны ешқашан пайдалана алмайсыз.
ky: «Жет» («биз» же «биз» же «биздин») биздин колдонуучулардын («колдонуучу» же «сиз») адамдык кадыр-баркын сыйлайт. Биз эч кандай басмырлоону, коркутуп-үркүтүүнү, кордоону, куугунтуктоону жана кордоону колдобойбуз. Колдонуучунун/колдонуучунун саясатынын бул шарттары дискриминация, коркутуу, кордоо, куугунтуктоо же кыянаттык менен мүнөздөлгөн мындай терс мазмунду кантип модерациялай турганыбызды түшүндүрөт. Сураныч, бул саясатты кунт коюп окуп чыгыңыз. ЭГЕР СИЗ БУЛ САЯСАТТЫН ШАРТТАРЫ МЕНЕН МАКУЛ БОЛБОСО, ТИРКЕМЕГЕ ЖҮКТӨБӨӨСҮЗ. Биз бул Саясатка каалаган убакта жана кандайдыр бир себеп менен өзгөртүү киргизүү укугун сактайбыз. Колдонмону колдонуу үчүн бул саясаттын шарттарын кабыл алышыңыз КЕРЕК КАРШЫ МАЗМУНУ ЖАНА ЖҮРҮМ-ЖҮРҮМ: Биз дискриминациянын, коркутуулардын, кордоолордун, куугунтуктоонун жана кыянаттыктын ар кандай түрүн туура эмес жүрүм-турум катары аныктайбыз. Биз ачык-айкын сексуалдык мазмунду карала турган мазмун катары аныктайбыз. . КОЛБОНДУ КОЛДОНУУ: Бул колдонмону колдонуп жатып, сиз башка колдонуучуга каршы терс мазмунду же жүрүм-турумду көрсөтпөөгө макул болосуз. Эгер сиз бул саясаттын шарттарын бузсаңыз, бул колдонмону колдонууга убактылуу тыюу салынат. Бузуулар улана берсе, башкача айтканда, биз сиздин аккаунтуңуздагы башка колдонуучулардан даттануу отчетторун ала берсек, сиздин каттоо эсебиңиз жабылып, бул колдонмону эч качан колдоно албай каласыз.
lv: 'Zhet' ('mēs' vai 'mēs' vai 'mūsu') respektē mūsu lietotāju ('lietotājs' vai 'jūs') cilvēka cieņu. Mēs neatbalstām nekāda veida diskrimināciju, draudus, iebiedēšanu, uzmākšanos un ļaunprātīgu izmantošanu. Šajos Lietotāja/lietotāja politikas noteikumos ir paskaidrots, kā mēs regulējam tik nevēlamu saturu, kurā ir diskriminācija, draudi, iebiedēšana, uzmākšanās vai ļaunprātīga izmantošana. Lūdzu, uzmanīgi izlasiet šo politiku. JA JŪS NEPIEKRĪTAT ŠĪS POLITIKAS NOTEIKUMIEM, LŪDZU, NEPIEKĻŪTIET LIETOJUMS. Mēs paturam tiesības jebkurā laikā un jebkāda iemesla dēļ veikt izmaiņas šajā politikā. Lai lietotu lietotni, jums OBLIGĀTI jāpiekrīt šīs politikas noteikumiem. APBŪTĪGS SATURS UN UZVEDĪBAS: Mēs definējam jebkāda veida diskrimināciju, draudus, iebiedēšanu, uzmākšanos un ļaunprātīgu izmantošanu kā nevēlamu rīcību. Mēs definējam seksuāla rakstura saturu kā nepieņemamu saturu. . LIETOTNES IZMANTOŠANA: Izmantojot šo lietotni, jūs piekrītat neatklāt nevēlamu saturu vai rīcību pret citiem lietotājiem. Ja pārkāpsiet šīs politikas noteikumus, jums tiks īslaicīgi aizliegts izmantot šo lietotni. Ja pārkāpums turpinās, ti, ja mēs turpināsim saņemt sūdzību ziņojumus no citiem jūsu konta lietotājiem, jūsu konta darbība tiks pārtraukta un jūs nekad nevarēsit izmantot šo lietotni.
ms: 'Zhet' ('kami' atau 'kami' atau 'kami') menghormati maruah manusia pengguna kami ('pengguna' atau 'anda'). Kami tidak menyokong sebarang jenis diskriminasi, ugutan, buli, gangguan dan penderaan. Syarat Dasar pengguna/pengguna ini menerangkan cara kami menyederhanakan kandungan yang tidak menyenangkan yang menampilkan diskriminasi, ancaman, buli, gangguan atau penyalahgunaan. Sila baca Polisi ini dengan teliti. JIKA ANDA TIDAK BERSETUJU DENGAN TERMA DASAR INI, SILA JANGAN AKSES PERMOHONAN. Kami berhak untuk membuat perubahan pada Polisi ini pada bila-bila masa dan atas sebarang sebab. Anda MESTI menerima syarat dasar ini untuk menggunakan apl KANDUNGAN DAN TINGKAH LAKU YANG BOLEH DIBANTAH: Kami mentakrifkan sebarang jenis diskriminasi, ancaman, buli, gangguan dan penderaan sebagai tingkah laku yang tidak menyenangkan. Kami mentakrifkan kandungan eksplisit seksual sebagai kandungan yang tidak menyenangkan. . PENGGUNAAN APP: Semasa menggunakan apl ini, anda bersetuju untuk tidak mendedahkan kandungan atau tingkah laku yang tidak menyenangkan terhadap mana-mana pengguna lain. Jika anda melanggar syarat Dasar ini, anda akan dilarang untuk sementara waktu daripada menggunakan apl ini. Sekiranya pelanggaran berterusan, iaitu jika kami terus menerima laporan aduan daripada pengguna lain pada akaun anda, akaun anda akan ditamatkan dan anda tidak akan pernah dapat menggunakan apl ini.
pa: 'Zhet' ('ਅਸੀਂ' ਜਾਂ 'ਸਾਨੂੰ' ਜਾਂ 'ਸਾਡੇ') ਸਾਡੇ ਉਪਭੋਗਤਾਵਾਂ ('ਉਪਭੋਗਤਾ' ਜਾਂ 'ਤੁਸੀਂ') ਦੇ ਮਨੁੱਖੀ ਸਨਮਾਨ ਦਾ ਸਨਮਾਨ ਕਰਦੇ ਹਨ। ਅਸੀਂ ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਦੇ ਵਿਤਕਰੇ, ਧਮਕੀਆਂ, ਧੱਕੇਸ਼ਾਹੀ, ਪਰੇਸ਼ਾਨੀ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦੇ ਹਾਂ। ਉਪਭੋਗਤਾ/ਉਪਭੋਗਤਾ ਨੀਤੀ ਦੀਆਂ ਇਹ ਸ਼ਰਤਾਂ ਦੱਸਦੀਆਂ ਹਨ ਕਿ ਅਸੀਂ ਅਜਿਹੀ ਇਤਰਾਜ਼ਯੋਗ ਸਮੱਗਰੀ ਨੂੰ ਕਿਵੇਂ ਸੰਚਾਲਿਤ ਕਰਦੇ ਹਾਂ ਜਿਸ ਵਿੱਚ ਵਿਤਕਰੇ, ਧਮਕੀਆਂ, ਧੱਕੇਸ਼ਾਹੀ, ਪਰੇਸ਼ਾਨੀ ਜਾਂ ਦੁਰਵਿਵਹਾਰ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੀਤੀ ਨੂੰ ਧਿਆਨ ਨਾਲ ਪੜ੍ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੀਤੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਨਹੀਂ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਅਰਜ਼ੀ ਤੱਕ ਪਹੁੰਚ ਨਾ ਕਰੋ। ਅਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਅਤੇ ਕਿਸੇ ਵੀ ਕਾਰਨ ਕਰਕੇ ਇਸ ਨੀਤੀ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਰਾਖਵਾਂ ਰੱਖਦੇ ਹਾਂ। ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਸ ਨੀਤੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਇਤਰਾਜ਼ਯੋਗ ਸਮੱਗਰੀ ਅਤੇ ਵਿਵਹਾਰ: ਅਸੀਂ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੇ ਵਿਤਕਰੇ, ਧਮਕੀਆਂ, ਧੱਕੇਸ਼ਾਹੀ, ਪਰੇਸ਼ਾਨੀ ਅਤੇ ਦੁਰਵਿਵਹਾਰ ਨੂੰ ਇਤਰਾਜ਼ਯੋਗ ਵਿਵਹਾਰ ਵਜੋਂ ਪਰਿਭਾਸ਼ਿਤ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ ਜਿਨਸੀ ਤੌਰ 'ਤੇ ਸਪਸ਼ਟ ਸਮੱਗਰੀ ਨੂੰ ਇਤਰਾਜ਼ਯੋਗ ਸਮੱਗਰੀ ਵਜੋਂ ਪਰਿਭਾਸ਼ਿਤ ਕਰਦੇ ਹਾਂ . ਐਪ ਦੀ ਵਰਤੋਂ: ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੇ ਵਿਰੁੱਧ ਇਤਰਾਜ਼ਯੋਗ ਸਮੱਗਰੀ ਜਾਂ ਵਿਵਹਾਰ ਦਾ ਪਰਦਾਫਾਸ਼ ਨਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨੀਤੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਤੋਂ ਅਸਥਾਈ ਤੌਰ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ ਜਾਵੇਗੀ। ਲਗਾਤਾਰ ਉਲੰਘਣਾ ਦੇ ਮਾਮਲੇ ਵਿੱਚ, ਭਾਵ ਜੇਕਰ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ 'ਤੇ ਦੂਜੇ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਸ਼ਿਕਾਇਤਾਂ ਪ੍ਰਾਪਤ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ, ਤਾਂ ਤੁਹਾਡਾ ਖਾਤਾ ਬੰਦ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਤੁਸੀਂ ਕਦੇ ਵੀ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ।
ro: „Zhet” („noi” sau „noi” sau „nostru”) respectă demnitatea umană a utilizatorilor noștri („utilizator” sau „tu”). Nu sprijinim niciun fel de discriminare, amenințări, agresiune, hărțuire și abuz. Acesti Termeni ai Politicii pentru utilizator/utilizator explică modul în care moderam un astfel de conținut inacceptabil care prezintă discriminare, amenințări, hărțuire, hărțuire sau abuz. Vă rugăm să citiți cu atenție această Politică. DACĂ NU SUNTEȚI DE ACORD CU TERMENII ACESTEI POLITICI, VĂ RUGĂM SĂ NU ACCESAȚI APLICAȚIA. Ne rezervăm dreptul de a aduce modificări acestei Politici în orice moment și din orice motiv. TREBUIE să acceptați termenii acestei politici pentru a utiliza aplicația CONTINUT ȘI COMPORTAMENTE OBJECTABLE: Definim orice fel de discriminare, amenințări, hărțuire, hărțuire și abuz drept comportament inacceptabil. Definim conținutul sexual explicit drept conținut inacceptabil. . UTILIZAREA APLICAȚIEI: În timp ce utilizați această aplicație, sunteți de acord să nu expuneți conținut sau comportament inacceptabil împotriva oricărui alt utilizator. Dacă încălcați termenii acestei politici, vi se va interzice temporar utilizarea acestei aplicații. În cazul încălcării continue, adică dacă primim în continuare rapoarte de plângere de la alți utilizatori din contul dvs., contul dvs. va fi închis și nu veți putea niciodată să utilizați această aplicație.
sq: 'Zhet' ('ne' ose 'ne' ose 'jonë') respekton dinjitetin njerëzor të përdoruesve tanë ('përdorues' ose 'ju'). Ne nuk mbështesim asnjë lloj diskriminimi, kërcënimi, ngacmimi, ngacmimi dhe abuzimi. Kjo Politikë e Kushteve të Përdoruesit/Përdoruesit shpjegon se si ne moderojmë një përmbajtje të tillë të pakëndshme që përmban diskriminim, kërcënime, ngacmime, ngacmime ose abuzime. Ju lutemi lexoni me kujdes këtë politikë. NËSE NUK JENI PAJTOHET ME KUSHTET E KËSAJ POLITIKE, JU LUTEM MOS QASNI APLIKACIONIN. Ne rezervojmë të drejtën të bëjmë ndryshime në këtë politikë në çdo kohë dhe për çfarëdo arsye. DUHET të pranoni kushtet e kësaj politike në mënyrë që të përdorni aplikacionin PERMBAJTJE DHE SJELLJE TË KUNDËRQUESHME
sr: „Зхет“ („ми“ или „нас“ или „наш“) поштује људско достојанство наших корисника („корисник“ или „ви“). Не подржавамо било какву врсту дискриминације, претње, малтретирања, узнемиравања и злостављања. Ова Услови коришћења/корисничке политике објашњавају како модерирамо тако непријатан садржај који садржи дискриминацију, претње, малтретирање, узнемиравање или злоупотребу. Молимо пажљиво прочитајте ову Политику. АКО СЕ НЕ СЛАЖЕТЕ СА УСЛОВИМА ОВЕ ПОЛИТИКЕ, МОЛИМ ВАС, НЕ ПРИСТУПИТЕ АПЛИКАЦИЈИ. Задржавамо право да у било ком тренутку и из било ког разлога извршимо измене ове Политике. МОРАТЕ да прихватите услове ове политике да бисте користили апликацију НЕПОГЛЕДАН САДРЖАЈ И ПОНАШАЊЕ
ur: 'Zhet' ('ہم' یا 'ہم' یا 'ہمارے') ہمارے صارفین ('صارف' یا 'آپ') کے انسانی وقار کا احترام کرتا ہے۔ ہم کسی بھی قسم کے امتیازی سلوک، دھمکیوں، دھونس، ایذا رسانی اور بدسلوکی کی حمایت نہیں کرتے۔ صارف/صارف کی پالیسی کی یہ شرائط بتاتی ہیں کہ ہم ایسے قابل اعتراض مواد کو کیسے معتدل کرتے ہیں جس میں امتیازی سلوک، دھمکیاں، دھونس، ایذا رسانی یا بدسلوکی شامل ہو۔ براہ کرم اس پالیسی کو غور سے پڑھیں۔ اگر آپ اس پالیسی کی شرائط سے متفق نہیں ہیں، تو براہ کرم درخواست تک رسائی نہ کریں۔ ہم کسی بھی وقت اور کسی بھی وجہ سے اس پالیسی میں تبدیلیاں کرنے کا حق محفوظ رکھتے ہیں۔ ایپ کو استعمال کرنے کے لیے آپ کو اس پالیسی کی شرائط کو قبول کرنا ہوگا قابل اعتراض مواد اور برتاؤ: ہم کسی بھی قسم کے امتیازی سلوک، دھمکیاں، دھونس، ایذا رسانی اور بدسلوکی کو قابل اعتراض رویے کے طور پر بیان کرتے ہیں۔ ہم جنسی طور پر واضح مواد کو قابل اعتراض مواد کے طور پر بیان کرتے ہیں۔ . اے پی پی کا استعمال: اس ایپ کو استعمال کرتے وقت آپ کسی دوسرے صارف کے خلاف قابل اعتراض مواد یا طرز عمل کو ظاہر نہ کرنے پر متفق ہیں۔ اگر آپ اس پالیسی کی شرائط کی خلاف ورزی کرتے ہیں تو آپ پر عارضی طور پر اس ایپ کو استعمال کرنے پر پابندی عائد کر دی جائے گی۔ مسلسل خلاف ورزی کی صورت میں، یعنی اگر ہمیں آپ کے اکاؤنٹ پر دوسرے صارفین سے شکایت کی رپورٹیں ملتی رہیں، تو آپ کا اکاؤنٹ ختم کر دیا جائے گا اور آپ کبھی بھی اس ایپ کو استعمال نہیں کر سکیں گے۔
